{
    "bookId": "bg",
    "chapter": 15,
    "verse": 12,
    "devanagari": "अव्यक्तोऽक्षर इत्यુક्तो यकोऽन्यः पर्यवीक्षते ।\nस सर्वत्रगमि स च कूटस्थो मतो मे मतः ॥ १२ ॥",
    "transliteration": "avyakto’kṣara ity ukto\nyako’nyaḥ paryavīkṣate\nsa sarvatra-gami sa cha\nkūṭastho mato me mataḥ",
    "synonyms": [
        {
            "word": "avyaktaḥ",
            "meaning": "unmanifested"
        },
        {
            "word": "akṣaraḥ",
            "meaning": "imperishable"
        },
        {
            "word": "iti",
            "meaning": "thus"
        },
        {
            "word": "uktaḥ",
            "meaning": "said or explained"
        },
        {
            "word": "yaḥ",
            "meaning": "who"
        },
        {
            "word": "anyaḥ",
            "meaning": "another"
        },
        {
            "word": "paryavīkṣate",
            "meaning": "sees or observes"
        },
        {
            "word": "saḥ",
            "meaning": "that"
        },
        {
            "word": "sarvatra-gami",
            "meaning": "all-pervading"
        },
        {
            "word": "saḥ",
            "meaning": "he"
        },
        {
            "word": "ca",
            "meaning": "and"
        },
        {
            "word": "kūṭasthaḥ",
            "meaning": "situated in the heart; immutable"
        },
        {
            "word": "mataḥ",
            "meaning": "opinion"
        },
        {
            "word": "me",
            "meaning": "my"
        }
    ],
    "translation": "The Supreme Personality is said to be unmanifested and imperishable, and any other who observes (the manifested world) is different. He is all-pervading and immovable—this is My opinion.",
    "purport": "In this verse, Krishna declares that He is known as the unmanifested and imperishable reality, whereas others who perceive the material world are considered different from Him. The word 'avyakta' refers to the unmanifest aspect of God, which is beyond material perception and senses. It cannot be perceived by the living entities who observe the manifested material world, which Krishna differentiates by saying 'any other' sees that material manifestation. The term 'sarvatragami' means 'all-pervading,' which indicates the omnipresence of the Lord, permeating everything in existence, yet He remains 'kūṭastha,' or transcendental and immutable, sitting in the hearts of all beings. This statement highlights the Supreme Lord's dual nature: He is beyond material manifestation (unmanifested), omnipresent, and unchanging. It underscores the fact that the true spiritual self is distinct from material perception and is the ultimate reality behind all. Hence, Krishna clarifies that the Supreme truth is not the material changes nor anything perceived externally but the transcendental unmanifest essence present in everyone and everything."
}