{
    "bookId": "bg",
    "chapter": 15,
    "verse": 19,
    "devanagari": "यः सदा सर्वभूतानां भूतेषु गच्छति सदा।\nतस्माद्योगी सदा सन्न्यस्तः सदा सन्न्यस्तः ॥ १९ ॥",
    "transliteration": "yaḥ sadā sarva-būtānāṁ\nbhūteṣu gacchati sadā\ntasmād yogī sadā sannyastaḥ\nsadā sannyastaḥ",
    "synonyms": [
        {
            "word": "yaḥ",
            "meaning": "who"
        },
        {
            "word": "sadā",
            "meaning": "always"
        },
        {
            "word": "sarva-būtānām",
            "meaning": "of all living beings"
        },
        {
            "word": "bhūteṣu",
            "meaning": "in all beings"
        },
        {
            "word": "gacchati",
            "meaning": "goes"
        },
        {
            "word": "tasmāt",
            "meaning": "therefore"
        },
        {
            "word": "yogī",
            "meaning": "the yogi"
        },
        {
            "word": "sadā",
            "meaning": "always"
        },
        {
            "word": "sannyastaḥ",
            "meaning": "renounced"
        }
    ],
    "translation": "The yogi who is always engaged in the welfare of all living beings is considered to be the best among the yogis.",
    "purport": "In this verse, Krishna emphasizes the importance of selfless service to all living beings as a hallmark of a true yogi. A yogi is not merely one who practices meditation or engages in austerities; rather, a true yogi is one who is always concerned with the welfare of others. The phrase 'gacchati sadā' indicates that the yogi is constantly engaged in activities that benefit all living entities. This selfless attitude is a reflection of the yogi's realization of the interconnectedness of all life and the understanding that serving others is serving the Supreme. Krishna's instruction here highlights that the highest form of yoga is not just personal liberation but also includes the responsibility towards others. The yogi who acts with compassion and love towards all beings is indeed the most elevated. Thus, the essence of yoga is not only about personal achievement but also about contributing to the greater good. This principle of universal welfare is a key teaching in the Bhagavad Gita, encouraging practitioners to transcend selfish desires and act for the benefit of all."
}