{
    "bookId": "bg",
    "chapter": 15,
    "verse": 20,
    "devanagari": "वेदेषु यज्ञेषु तपःसु चैव यः।\nसर्वेषु च यः सदा सन्न्यस्तः सदा सन्न्यस्तः ॥ २० ॥",
    "transliteration": "vedeṣu yajñeṣu tapaḥsu caiva yaḥ\nsarveṣu ca yaḥ sadā sannyastaḥ",
    "synonyms": [
        {
            "word": "vedeṣu",
            "meaning": "in the Vedas"
        },
        {
            "word": "yajñeṣu",
            "meaning": "in sacrifices"
        },
        {
            "word": "tapaḥsu",
            "meaning": "in austerities"
        },
        {
            "word": "ca",
            "meaning": "and"
        },
        {
            "word": "eva",
            "meaning": "certainly"
        },
        {
            "word": "yaḥ",
            "meaning": "who"
        },
        {
            "word": "sarveṣu",
            "meaning": "in all"
        },
        {
            "word": "ca",
            "meaning": "and"
        },
        {
            "word": "yaḥ",
            "meaning": "who"
        },
        {
            "word": "sadā",
            "meaning": "always"
        },
        {
            "word": "sannyastaḥ",
            "meaning": "renounced"
        }
    ],
    "translation": "He who knows the purpose of the Vedas, sacrifices, and austerities is the true yogi, and he is always engaged in the service of the Supreme.",
    "purport": "In this verse, Krishna elucidates the essence of Vedic knowledge, sacrifices, and austerities. A true yogi is one who understands the ultimate purpose behind these practices, which is to connect with the Supreme Personality of Godhead. The term 'sannyastaḥ' indicates that the yogi has renounced the fruits of his actions, dedicating them to the Supreme. This selfless attitude is essential for spiritual advancement, as it aligns one's actions with the divine will. Krishna emphasizes that merely performing rituals or austerities is not sufficient; one must comprehend their significance and engage in them with the right intention. The ultimate goal of all Vedic knowledge is to realize the Supreme, and a true yogi embodies this understanding. Thus, the teachings of the Gita encourage practitioners to transcend mere ritualistic practices and focus on the underlying purpose of connecting with the Supreme. This realization leads to true liberation and fulfillment."
}