{
    "bookId": "bg",
    "chapter": "15",
    "verse": "3-4",
    "devanagari": "न रूपमस्येह तथोपलभ्यते\nनान्तो न चादिर्न च सम्प्रतिष्ठा ।\nअश्वत्थमेनं सुविरूढमूल-\nमसङ्गशस्त्रेण दृढेन छित्त्वा ॥ ३ ॥\nतत: पदं तत्परिमार्गितव्यं\nयस्मिन्गता न निवर्तन्ति भूय: ।\nतमेव चाद्यं पुरुषं प्रपद्ये\nयत: प्रवृत्ति: प्रसृता पुराणी ॥ ४ ॥",
    "transliteration": "na rūpam asyeha tathopalabhyate\nnānto na cādir na ca sampratiṣṭhā\naśvattham enaṁ su-virūḍha-mūlam\nasaṅga-śastreṇa dṛḍhena chittvā\ntataḥ padaṁ tat parimārgitavyaṁ\nyasmin gatā na nivartanti bhūyaḥ\ntam eva cādyaṁ puruṣaṁ prapadye\nyataḥ pravṛttiḥ prasṛtā purāṇī",
    "synonyms": [
        {
            "word": "na",
            "meaning": "not"
        },
        {
            "word": "rūpam",
            "meaning": "the form"
        },
        {
            "word": "asya",
            "meaning": "of this tree"
        },
        {
            "word": "iha",
            "meaning": "in this world"
        },
        {
            "word": "tathā",
            "meaning": "also"
        },
        {
            "word": "upalabhyate",
            "meaning": "can be perceived"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "antaḥ",
            "meaning": "end"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "ca",
            "meaning": "also"
        },
        {
            "word": "ādiḥ",
            "meaning": "beginning"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "ca",
            "meaning": "also"
        },
        {
            "word": "sampratiṣṭhā",
            "meaning": "the foundation"
        },
        {
            "word": "aśvattham",
            "meaning": "banyan tree"
        },
        {
            "word": "enam",
            "meaning": "this"
        },
        {
            "word": "su-virūḍha",
            "meaning": "strongly"
        },
        {
            "word": "mūlam",
            "meaning": "rooted"
        },
        {
            "word": "asaṅga-śastreṇa",
            "meaning": "by the weapon of detachment"
        },
        {
            "word": "dṛḍhena",
            "meaning": "strong"
        },
        {
            "word": "chittvā",
            "meaning": "cutting"
        },
        {
            "word": "tataḥ",
            "meaning": "thereafter"
        },
        {
            "word": "padam",
            "meaning": "situation"
        },
        {
            "word": "tat",
            "meaning": "that"
        },
        {
            "word": "parimārgitavyam",
            "meaning": "has to be searched out"
        },
        {
            "word": "yasmin",
            "meaning": "where"
        },
        {
            "word": "gatāḥ",
            "meaning": "going"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "nivartanti",
            "meaning": "they come back"
        },
        {
            "word": "bhūyaḥ",
            "meaning": "again"
        },
        {
            "word": "tam",
            "meaning": "to Him"
        },
        {
            "word": "eva",
            "meaning": "certainly"
        },
        {
            "word": "ca",
            "meaning": "also"
        },
        {
            "word": "ādyam",
            "meaning": "original"
        },
        {
            "word": "puruṣam",
            "meaning": "the Personality of Godhead"
        },
        {
            "word": "prapadye",
            "meaning": "surrender"
        },
        {
            "word": "yataḥ",
            "meaning": "from whom"
        },
        {
            "word": "pravṛttiḥ",
            "meaning": "the beginning"
        },
        {
            "word": "prasṛtā",
            "meaning": "extended"
        },
        {
            "word": "purāṇi",
            "meaning": "very old"
        }
    ],
    "translation": "The real form of this tree cannot be perceived in this world. No one can understand where it ends, where it begins, or where its foundation is. But with determination one must cut down this tree with the weapon of detachment. So doing, one must seek that place from which, having once gone, one never returns, and there surrender to that Supreme Personality of Godhead from whom everything has begun and in whom everything is abiding since time immemorial.",
    "purport": "It is now clearly stated that the real form of this banyan tree cannot be understood in this material world. Since the root is upwards, the extension of the real tree is at the other end. No one can see how far the tree extends, nor can one see the beginning of this tree. Yet one has to find out the cause. \"I am the son of my father, my father is the son of such and such a person, etc.\" By searching in this way, one comes to Brahmā, who is generated by the Garbhodakaśāyī Viṣṇu. Finally, in this way, when one reaches to the Supreme Personality of Godhead, that is the end of research work. One has to search out that origin of this tree, the Supreme Personality of Godhead, through the association of persons who are in the knowledge of that Supreme Personality of Godhead. Then by understanding one becomes gradually detached from this false reflection of reality, and by knowledge one can cut off the connection and actually become situated in the real tree. The word asaṅga is very important in this connection because the attachment for sense enjoyment and lording it over the material nature is very strong. Therefore one must learn detachment by discussion of spiritual science based on authoritative scriptures, and one must hear from persons who are actually in knowledge. As a result of such discussion in the association of devotees, one comes to the Supreme Personality of Godhead. Then the first thing one must do is surrender to Him. The description of that place whence going no one returns to this false reflected tree is given here. The Supreme Personality of Godhead, Kṛṣṇa, is the original root from whom everything has emanated. To gain favor of that Personality of Godhead, one has only to surrender, and this is a result of performing devotional service by hearing, chanting, etc. He is the cause of this extension of this material world. This is already explained by the Lord Himself: ahaṁ sarvasya prabhavaḥ. \"I am the origin of everything.\" Therefore to get out of the entanglement of this strong banyan tree of material life, one must surrender to Kṛṣṇa. As soon as one surrenders unto Kṛṣṇa, he becomes detached automatically from this material extension."
}