{
    "bookId": "bg",
    "chapter": 15,
    "verse": 6,
    "devanagari": "श्रीभगवानुवाच\nउर्ध्वमूलमध:शाखमश्वत्थं प्राहुरव्ययम्।\nछन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित्॥ ६॥",
    "transliteration": "śrī-bhagavān uvāca\nūrdhva-mūlam adhaḥ-śākham\naśvatthaṁ prāhur avyayam\nchandāṁsi yasya parṇāni\nyas taṁ veda sa veda-vit",
    "synonyms": [
        {
            "word": "Sri-bhagavān uvāca",
            "meaning": "the supreme Personality of Godhead said;"
        },
        {
            "word": "ūrdhva-mūlam",
            "meaning": "with roots above"
        },
        {
            "word": "adhaḥ",
            "meaning": "downwards"
        },
        {
            "word": "śākham",
            "meaning": "branches"
        },
        {
            "word": "aśvattham",
            "meaning": "a banyan tree"
        },
        {
            "word": "prāhuḥ",
            "meaning": "is said"
        },
        {
            "word": "avyayam",
            "meaning": "eternal"
        },
        {
            "word": "chandāṁsi",
            "meaning": "the Vedic hymns"
        },
        {
            "word": "yasya",
            "meaning": "of which"
        },
        {
            "word": "parṇāni",
            "meaning": "the leaves"
        },
        {
            "word": "yaḥ",
            "meaning": "anyone who"
        },
        {
            "word": "tam",
            "meaning": "that"
        },
        {
            "word": "veda",
            "meaning": "knows"
        },
        {
            "word": "saḥ",
            "meaning": "he"
        },
        {
            "word": "veda-vit",
            "meaning": "the knower of the Vedas."
        }
    ],
    "translation": "The Blessed Lord said: There is a banyan tree which has its roots upward and its branches down and whose leaves are the Vedic hymns. One who knows this tree is the knower of the Vedas.",
    "purport": "After the discussion of the importance of bhakti-yoga, one may question, What about the Vedas? It is explained in this chapter that the purpose of Vedic study is to understand Kṛṣṇa. Therefore, one who is in Kṛṣṇa consciousness, who is engaged in devotional service, already knows the Vedas. The entanglement of this material world is compared here to a banyan tree. For one who is engaged in fruitive activities, there is no end to the banyan tree. He wanders from one branch to another, to another, to another. The tree of this material world has no end, and for one who is attached to this tree, there is no possibility of liberation. The Vedic hymns, meant for elevating oneself, are called the leaves of this tree. This tree's roots grow upward because they begin from where Brahmā is located, the topmost planet of this universe. If one can understand this indestructible tree of illusion, then one can get out of it. This process of extrication should be understood. In the previous chapters, it has been explained that there are many processes by which to get out of the material entanglement. And, up to the Thirteenth Chapter, we have seen that devotional service to the Supreme Lord is the best way. Now, the basic principle of devotional service is detachment from material activities and attachment to the transcendental service of the Lord. The process of breaking attachment to the material world is discussed in the beginning of this chapter. The root of this material existence grows upward. This means that it begins from the total material substance, from the topmost planet of the universe. From there, the whole universe is expanded, with so many branches, representing the various planetary systems. The fruits represent the results of the living entities' activities, namely, religion, economic development, sense gratification, and liberation. Now, there is no ready experience in this world of a tree situated with its branches down and its roots upward, but there is such a thing. That tree can be found beside a reservoir of water. We can see that the trees on the bank reflect upon the water."
}