{
    "bookId": "bg",
    "chapter": 15,
    "verse": 7,
    "devanagari": "ममैवांशो जीवलोके जीवभूत: सनातन: ।\nमन:षष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति ॥ ७ ॥",
    "transliteration": "avināśi tu tad viddhi\nyena sarvam idaṁ tatam\nvināśam avyayasyāsya\nna kaścit kartum arhati",
    "synonyms": [
        {
            "word": "avināśi",
            "meaning": "indestructible"
        },
        {
            "word": "tu",
            "meaning": "but"
        },
        {
            "word": "tad",
            "meaning": "that"
        },
        {
            "word": "viddhi",
            "meaning": "know"
        },
        {
            "word": "yena",
            "meaning": "by which"
        },
        {
            "word": "sarvam",
            "meaning": "all"
        },
        {
            "word": "idaṁ",
            "meaning": "this"
        },
        {
            "word": "tatam",
            "meaning": "is pervaded"
        },
        {
            "word": "vināśam",
            "meaning": "destruction"
        },
        {
            "word": "avyayasysya",
            "meaning": "of the imperishable"
        },
        {
            "word": "āsya",
            "meaning": "of this"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "kaścit",
            "meaning": "anyone"
        },
        {
            "word": "kartum",
            "meaning": "to do"
        },
        {
            "word": "arhati",
            "meaning": "is able"
        }
    ],
    "translation": "Know that which \"pervades the entire body is indestructible. No one i\"s able to destroy the imperishable soul.",
    "purport": "It is explicitly stated here that the devotees are very fortunate to be delivered very soon from material existence by the Lord. In pure devotional service one comes to the realization that God is great and that the individual soul is subordinate to Him. His duty is to render service to the Lord – and if he does not, then he will render service to māyā. Anyone can understand what is spread all over the body: it is consciousness. Everyone is conscious of the pains and pleasures of the body in part or as a whole. bālāgra-śata-bhāgasya śatadhā kalpitasya ca bhāgo jīvaḥ sa vijñeyaḥ sa cānantyāya kalpate (BG 2.20) The purport of this verse is that a devotee does not need to practice aṣṭāṅga-yoga in order to transfer his soul to the spiritual planets. The responsibility is taken by the Supreme Lord Himself. He clearly states here that He Himself becomes the deliverer. A child is completely cared for by his parents, and thus his position is secure. Similarly, a devotee does not need to endeavor to transfer himself by yoga practice to other planets. Rather, the Supreme Lord, by His great mercy, comes at once, riding on His bird carrier Garuḍa, and at once delivers the devotee from material existence. Although a man who has fallen in the ocean may struggle very hard and may be very expert in swimming, he cannot save himself. But if someone comes and picks him up from the water, then he is easily rescued. Similarly, the Lord picks up the devotee from this material existence. One simply has to practice the easy process of Kṛṣṇa consciousness and fully engage himself in devotional service. Any intelligent man should always prefer the process of devotional service to all other paths. In the Nārāyaṇīya this is confirmed as follows: bālāgra-śata-bhāgasya śatadhā kalpitasya ca bhāgo jīvaḥ sa vijñeyaḥ sa cānantyāya kalpate (BG 2.20) As stated in Bhagavad-gītā (2.20), the soul neither takes birth nor dies at any time. other paras if any else remove"
}