{
    "bookId": "bg",
    "chapter": 11,
    "verse": 33,
    "devanagari": "अर्जुन उवाच\nमदनुग्रहाय परमं गुह्यमध्यात्मसंज्ञितम् ।\nयत्त्वयोक्तं वचस्तेन मोहोऽयं विगतो मम ॥ १ ॥",
    "transliteration": "tasmāt tvam uttiṣṭha yaśo labhasva\njitvā śatrūn bhuṅkṣva rājyam samṛddham\nmayaivaite nihatāḥ pūrvam eva\nnimitta-mātraṁ bhava savyasācin",
    "synonyms": [
        {
            "word": "tasmāt",
            "meaning": "therefore"
        },
        {
            "word": "tvām",
            "meaning": "you"
        },
        {
            "word": "uttiṣṭha",
            "meaning": "get up"
        },
        {
            "word": "yaśaḥ",
            "meaning": "fame"
        },
        {
            "word": "labhasva",
            "meaning": "gain"
        },
        {
            "word": "jitvā",
            "meaning": "conquering"
        },
        {
            "word": "śatrūn",
            "meaning": "enemies"
        },
        {
            "word": "bhuṅkṣva",
            "meaning": "enjoy"
        },
        {
            "word": "rājyam",
            "meaning": "kingdom"
        },
        {
            "word": "samṛddham",
            "meaning": "flourishing"
        },
        {
            "word": "mayā",
            "meaning": "by Me"
        },
        {
            "word": "eva",
            "meaning": "certainly"
        },
        {
            "word": "ete",
            "meaning": "all these"
        },
        {
            "word": "nihatāḥ",
            "meaning": "already killed"
        },
        {
            "word": "pūrvam eva",
            "meaning": "by previous elements"
        },
        {
            "word": "nimitta-mātram",
            "meaning": "just become the cause"
        },
        {
            "word": "bhava",
            "meaning": "become"
        },
        {
            "word": "savyasācin",
            "meaning": "O Savyasācin"
        }
    ],
    "translation": "Therefore get up and prepare to fight. After conquering your enemies you will enjoy a flourishing kingdom. They are already put to death by My arrangement, and you, O Savyasācin, can be but an instrument in the fight.",
    "purport": "Savyasācin refers to one who can shoot arrows very expertly in the field; thus Arjuna is addressed as an expert warrior capable of delivering arrows to kill his enemies. 'Just become an instrument': nimitta-mātram. This word is also very significant. The whole world is moving according to the plan of the Supreme Personality of Godhead. Foolish persons who do not have sufficient knowledge think that nature is moving without a plan and all manifestations are but accidental formations. There are many so-called scientists who suggest that perhaps it was like this, or maybe like a, but here there is no question of 'perhaps' and 'maybe.' There is a specific plan being carried out in this material world. What is this plan? This cosmic manifestation is a chance for the conditioned souls to go back to Godhead, back to home. As long as they have the domineering mentality which makes them try to lord it over material nature, they are conditioned. But anyone who can understand the plan of the Supreme Lord and cultivate Kṛṣṇa consciousness is most intelligent. The creation and destruction of the cosmic manifestation are under the superior guidance of God. Thus the Battle of Kurukṣetra was fought according to the plan of God. Arjuna was refusing to fight, but he was told that he should fight and at the same time desire the Supreme Lord. Then he would be happy. If one is in full Kṛṣṇa consciousness and if his life is devoted to His transcendental service, he is perfect."
}