{
    "bookId": "bg",
    "chapter": 14,
    "verse": 7,
    "devanagari": "रजो रागात्मकं विद्धि तृष्णासङ्गसमुद्भ‍वम् ।\nतन्निबध्‍नाति कौन्तेय कर्मसङ्गेन देहिनम् ॥ ७ ॥",
    "transliteration": "rajo rāgātmakaṁ viddhi\ntṛṣṇā-saṅga-samudbhavam\ntan nibadhnāti kaunteya\nkarma-saṅgena dehinam",
    "synonyms": [
        {
            "word": "rajaḥ",
            "meaning": "mode of passion"
        },
        {
            "word": "rāga-ātmakam",
            "meaning": "born of desire or lust"
        },
        {
            "word": "viddhi",
            "meaning": "know"
        },
        {
            "word": "tṛṣṇā",
            "meaning": "hankering"
        },
        {
            "word": "saṅga",
            "meaning": "association"
        },
        {
            "word": "samudbhavam",
            "meaning": "produced of"
        },
        {
            "word": "tat",
            "meaning": "that"
        },
        {
            "word": "nibadhnāti",
            "meaning": "is bound"
        },
        {
            "word": "kaunteya",
            "meaning": "O son of Kuntī"
        },
        {
            "word": "karma-saṅgena",
            "meaning": "association with fruitive activity"
        },
        {
            "word": "dehinam",
            "meaning": "of the embodied."
        }
    ],
    "translation": "The mode of passion is born of unlimited desires and longings, O son of Kuntī, and because of this one is bound to material fruitive activities.",
    "purport": "The mode of passion is characterized by the attraction between man and woman. Woman has attraction for man, and man has attraction for woman. This is called the mode of passion. And, when the mode of passion is increased, one develops the hankering for material enjoyment. He wants to enjoy sense gratification. For sense gratification, a man in the mode of passion wants some honor in society, or in the nation, and he wants to have a happy family, with nice children, wife, and house. These are the products of the mode of passion. As long as one is hankering after these things, he has to work very hard. Therefore it is clearly stated here that he becomes associated with the fruits of his activities and thus becomes bound by such activities. In order to please his wife, children and society and to keep up his prestige, one has to work. Therefore, the whole material world is more or less in the mode of passion. Modern civilization is considered to be advanced in the standards of the mode of passion. Formerly, the advanced condition was considered to be in the mode of goodness. If there is no liberation for those in the mode of goodness, what of those who are entangled in the mode of passion?"
}