{
    "bookId": "bg",
    "chapter": 4,
    "verse": 16,
    "devanagari": "किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिताः ।\nतत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽश‍ुभात् ॥ १६ ॥",
    "transliteration": "kiṁ karma kim akarmeti\nkavayo 'py atra mohitāḥ\ntat te karma pravakṣyāmi\nyaj jñātvā mokṣyase 'śubhāt",
    "synonyms": [
        {
            "word": "kim",
            "meaning": "what is"
        },
        {
            "word": "karma",
            "meaning": "action"
        },
        {
            "word": "kim",
            "meaning": "what is"
        },
        {
            "word": "akarma",
            "meaning": "inaction"
        },
        {
            "word": "iti",
            "meaning": "thus"
        },
        {
            "word": "kavayaḥ",
            "meaning": "the intelligent"
        },
        {
            "word": "api",
            "meaning": "also"
        },
        {
            "word": "atra",
            "meaning": "in this matter"
        },
        {
            "word": "mohitāḥ",
            "meaning": "bewildered"
        },
        {
            "word": "tat",
            "meaning": "that"
        },
        {
            "word": "te",
            "meaning": "unto you"
        },
        {
            "word": "karma",
            "meaning": "work"
        },
        {
            "word": "pravakṣyāmi",
            "meaning": "I shall explain"
        },
        {
            "word": "yat",
            "meaning": "which"
        },
        {
            "word": "jñātvā",
            "meaning": "knowing"
        },
        {
            "word": "mokṣyase",
            "meaning": "be liberated"
        },
        {
            "word": "aśubhāt",
            "meaning": "from ill fortune."
        }
    ],
    "translation": "Even the intelligent are bewildered in determining what is action and what is inaction. Now I shall explain to you what action is, knowing which you shall be liberated from all sins.",
    "purport": "Action in Kṛṣṇa consciousness has to be executed in accord with the examples of previous bona fide devotees. This is recommended in the 15th verse. Why such action should not be independant will be explained in the text to follow. To act in Kṛṣṇa consciousness, one has to follow the leadership of authorized persons who are in a line of disciplic succession as explained in the beginning of this chapter. The system of Kṛṣṇa consciousness was first narrated to the sun-god, the sun-god explained it to his son Manu, Manu explained it to his son Ikṣvāku, and the system is current on this earth from that very remote time. Therefore, one has to follow in the footsteps of previous authorities in the line of disciplic succession. Otherwise even the most intelligent men will be bewildered regarding the standard actions of Kṛṣṇa consciousness. For this reason, the Lord decided to instruct Arjuna in Kṛṣṇa consciousness directly. Because of the direct instruction of the Lord to Arjuna, anyone who follows in the footsteps of Arjuna is certainly not bewildered. It is said that one cannot ascertain the ways of religion simply by imperfect experimental knowledge. Actually, the principles of religion can only be laid down by the Lord Himself. Dharmaṁ hi sākṣāt-bhagavat-praṇītam. No one can manufacture a religious principle by imperfect speculation. One must follow in the footsteps of great authorities like Brahmā, Śiva, Nārada, Manu, Kumāra, Kapila, Prahlāda, Bhīṣma, Śukadeva Gosvāmī, Yamarāja, Janaka, etc. By mental speculation one cannot ascertain what is religion or self-realization. Therefore, out of causeless mercy to His devotees, the Lord explains directly to Arjuna what action is and what inaction is. Only action performed in Kṛṣṇa consciousness can deliver a person from the entanglement of material existence."
}