{
    "bookId": "bg",
    "chapter": 4,
    "verse": 40,
    "devanagari": "अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति ।\nनायं लोकोऽस्ति न परो न सुखं संशयात्मनः ॥ ४० ॥",
    "transliteration": "ajñaś cāśraddadhānaś ca\nsaṁśayātmā vinaśyati\nnāyaṁ loko 'sti na paro\nna sukhaṁ saṁśayātmanaḥ",
    "synonyms": [
        {
            "word": "ajñaḥ",
            "meaning": "fools who have no knowledge in standard scriptures"
        },
        {
            "word": "ca",
            "meaning": "and"
        },
        {
            "word": "aśraddadhānaḥ",
            "meaning": "without faith in revealed scriptures"
        },
        {
            "word": "ca",
            "meaning": "also"
        },
        {
            "word": "saṁśaya",
            "meaning": "doubts"
        },
        {
            "word": "ātmā",
            "meaning": "person"
        },
        {
            "word": "vinaśyati",
            "meaning": "falls back"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "ayam",
            "meaning": "this"
        },
        {
            "word": "lokaḥ",
            "meaning": "world"
        },
        {
            "word": "asti",
            "meaning": "there is"
        },
        {
            "word": "na",
            "meaning": "neither"
        },
        {
            "word": "paraḥ",
            "meaning": "next life"
        },
        {
            "word": "na",
            "meaning": "not"
        },
        {
            "word": "sukham",
            "meaning": "happiness"
        },
        {
            "word": "saṁśaya",
            "meaning": "doubtful"
        },
        {
            "word": "ātmanaḥ",
            "meaning": "of the person."
        }
    ],
    "translation": "But ignorant and faithless persons who doubt the revealed scriptures do not attain God consciousness. For the doubting soul there is happiness neither in this world nor in the next.",
    "purport": "Out of many standard and authoritative revealed scriptures, the Bhagavad-gītā is the best. Persons who are almost like animals have no faith in, or knowledge of, the standard revealed scriptures; and some, even though they have knowledge of, or can cite passages from, the revealed scriptures, have actually no faith in these words. And even though others may have faith in scriptures like Bhagavad-gītā, they do not believe in or worship the Personality of Godhead, Śrī Kṛṣṇa. Such persons cannot have any standing in Kṛṣṇa consciousness. They fall down. Out of all the abovementioned persons, those who have no faith and are always doubtful make no progress at all. Men without faith in God and His revealed word find no good in this world, nor in the next. For them there is no happiness whatsoever. One should therefore follow the principles of revealed scriptures with faith and thereby be raised to the platform of knowledge. Only this knowledge will help one become promoted to the transcendental platform of spiritual understanding. In other words, doubtful persons have no status whatsoever in spiritual emancipation. One should therefore follow in the footsteps of great ācāryas who are in the disciplic succession and thereby attain success."
}