{
    "bookId": "bg",
    "chapter": 6,
    "verse": 3,
    "devanagari": "आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते ।\nयोगारूढस्यतस्यैव शम: कारणमुच्यते ॥ ३ ॥",
    "transliteration": "ārurukṣor muner yogaṁ\nkarma kāraṇam ucyate\nyogārūḍhasya tasyaiva\nśamaḥ kāraṇam ucyate",
    "synonyms": [
        {
            "word": "ārurukṣoḥ",
            "meaning": "of one who has just begun yoga"
        },
        {
            "word": "   muneḥ",
            "meaning": "of the sage"
        },
        {
            "word": " yogam",
            "meaning": "work"
        },
        {
            "word": "  karma",
            "meaning": "they say"
        },
        {
            "word": "  kāraṇam",
            "meaning": "the cause"
        },
        {
            "word": " ucyate",
            "meaning": "is said to be"
        },
        {
            "word": " yoga",
            "meaning": "eightfold yoga"
        },
        {
            "word": "  ārūḍhasya",
            "meaning": "one who has attained"
        },
        {
            "word": " tasya",
            "meaning": "his"
        },
        {
            "word": "eva",
            "meaning": "certainly"
        },
        {
            "word": "  śamaḥ",
            "meaning": "cessation of all material activities"
        },
        {
            "word": "kāraṇam",
            "meaning": "the cause"
        },
        {
            "word": " ucyate",
            "meaning": "is said to be"
        }
    ],
    "translation": "For one who is a neophyte in the eightfold yoga system, work is said to be the means; and for one who has already attained to yoga, cessation of all material activities is said to be the means.",
    "purport": "The process of linking oneself with the Supreme is called yoga, which may be compared to a ladder for attaining the topmost spiritual realization. This ladder begins from the lowest material condition of the living entity and rises up to perfect self-realization in pure spiritual life. According to various elevations, different parts of the ladder are known by different names. But all in all, the complete ladder is called yoga and may be divided into three parts, namely jñāna-yoga, dhyāna-yoga and bhakti-yoga. The beginning of the ladder is called the yogārurukṣa stage, and the highest rung is called yogārūḍha. Concerning the eightfold yoga system, attempts in the beginning to enter into meditation through regulative principles of life and practice of different sitting postures (which are more or less bodily exercises) are considered fruitive material activities. All such activities lead to achieving perfect mental equilibrium to control the senses. When one is accomplished in the practice of meditation, he ceases all disturbing mental activities. A Kṛṣṇa conscious person is, however, situated from the beginning on the platform of meditation because he always thinks of Kṛṣṇa. And, being constantly engaged in the service of Kṛṣṇa, he is considered to have ceased all material activities."
}