{
    "bookId": "bg",
    "chapter": 6,
    "verse": 34,
    "devanagari": "अर्जुन उवाच\nयोऽयं योगस्त्वया प्रोक्त: साम्येन मधुसूदन ।\nएतस्याहं न पश्यामि चञ्चलत्वात्स्थितिं स्थिराम् ॥ ३३ ॥",
    "transliteration": "arjuna uvāca\nyo ’yaṁ yogas tvayā proktaḥ\nsāmyena madhusūdana\netasyāhaṁ na paśyāmi\ncañcalatvāt sthitiṁ sthirām",
    "synonyms": [
        {
            "word": "cañcalam",
            "meaning": "flickering"
        },
        {
            "word": "  hi",
            "meaning": "certainly"
        },
        {
            "word": "  manaḥ",
            "meaning": "mind"
        },
        {
            "word": " kṛṣṇa",
            "meaning": "O Kṛṣṇa"
        },
        {
            "word": "  pramāthi",
            "meaning": "agitating"
        },
        {
            "word": "  balavat",
            "meaning": "strong"
        },
        {
            "word": " dṛḍham",
            "meaning": "obstinate"
        },
        {
            "word": "   tasya",
            "meaning": "its"
        },
        {
            "word": " aham",
            "meaning": "I"
        },
        {
            "word": "  nigraham",
            "meaning": "subduing"
        },
        {
            "word": "  manye",
            "meaning": "think"
        },
        {
            "word": "   vāyoḥ",
            "meaning": "of the wind"
        },
        {
            "word": "iva",
            "meaning": "like"
        },
        {
            "word": "  suduṣkaram",
            "meaning": "difficult"
        }
    ],
    "translation": "For the mind is restless, turbulent, obstinate and very strong, O Kṛṣṇa, and to subdue it is, it seems to me, more difficult than controlling the wind.",
    "purport": "The mind is so strong and obstinate that it sometimes overcomes the intelligence, although mind is supposed to be subservient to the intelligence. For a man in the practical world who has to fight so many opposing elements, it is certainly very difficult to control the mind. Artificially, one may establish a mental equilibrium toward both friend and enemy, but ultimately no worldly man can do so, for this is more difficult than controlling the raging wind. In the Vedic literatures it is said: ātmānaṁ rathinaṁ viddhi śarīraṁ ratham eva ca buddhintu sārathiṁ viddhi manaḥ pragraham eva ca indriyāṇi hayānāhur viṣayāṁs teṣu gocarān ātmendriya-mano-yukto bhoktety āhur manīṣiṇaḥ \"The individual is the passenger in the car of the material body, and intelligence is the driver. Mind is the driving instrument, and the senses are the horses. The self is thus the enjoyer or sufferer in the association of the mind and senses. So it is understood by great thinkers.\" Intelligence is supposed to direct the mind, but the mind is so strong and obstinate that it often overcomes even one's own intelligence. Such a strong mind is supposed to be controlled by the practice of yoga, but such practice is never practical for a worldly person like Arjuna. And what can we say of modern man? The simile used here is appropriate: one cannot capture the blowing wind. And it is even more difficult to capture the turbulent mind. The easiest way to control the mind, as suggested by Lord Caitanya, is chanting \"Hare Kṛṣṇa,\" the great mantra for deliverance, in all humility. The method prescribed is sa vai manaḥ kṛṣṇa-padāravindayoḥ: one must engage one's mind fully in Kṛṣṇa. Only then will there remain no other engagements to agitate the mind\""
}