{
    "bookId": "bg",
    "chapter": 6,
    "verse": 44,
    "devanagari": "पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि स: ।\nजिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते ॥ ४४ ॥",
    "transliteration": "pūrvābhyāsena tenaiva\nhriyate hy avaśo ’pi saḥ\njijñāsur api yogasya\nśabda-brahmātivartate",
    "synonyms": [
        {
            "word": "pūrva",
            "meaning": " previous"
        },
        {
            "word": "abhyāsena",
            "meaning": "practice"
        },
        {
            "word": " tena ",
            "meaning": "by the influence of that"
        },
        {
            "word": " eva",
            "meaning": " certainly"
        },
        {
            "word": "  hriyate",
            "meaning": " is attracted"
        },
        {
            "word": "  hi",
            "meaning": "surely"
        },
        {
            "word": "  avaśaḥ",
            "meaning": "helpless"
        },
        {
            "word": " api",
            "meaning": "also"
        },
        {
            "word": "  saḥ",
            "meaning": "he"
        },
        {
            "word": " jijñāsuḥ",
            "meaning": "willing to know"
        },
        {
            "word": " api ",
            "meaning": "so"
        },
        {
            "word": "  yogasya",
            "meaning": "of yoga"
        },
        {
            "word": "  śabda-brahma",
            "meaning": "ritualistic principles of scripture"
        },
        {
            "word": " ativartate",
            "meaning": "transcends"
        }
    ],
    "translation": "Advanced yogīs are not very much attracted to the rituals of the scriptures, but they automatically become attracted to the yoga principles, which can elevate them to complete Kṛṣṇa consciousness, the highest yoga perfection. In the Śrīmad-Bhāgavatam (3.33.8), such disregard of Vedic rituals by the advanced transcendentalists is explained as follows:",
    "purport": "King Bharata, who took his third birth in the family of a good brāhmaṇa, is an example of good birth for the revival of previous transcendental consciousness. King Bharata was the Emperor of the world, and since his time this planet is known among the demigods as Bhāratavarṣa. Formerly it was known as Ilāvartavarṣa. The Emperor, at an early age, retired for spiritual perfection but failed to achieve success. In his next life he took birth in the family of a good brāhmaṇa and was known as Jaḍabharata because he always remained secluded and did not talk to anyone. And later on, he was discovered as the greatest transcendentalist by King Rahūgaṇa. From his life it is understood that transcendental endeavors, or the practice of yoga, never go in vain. By the grace of the Lord the transcendentalist gets repeated opportunities for complete perfection in Kṛṣṇa consciousness. aho bata śvapaco 'to garīyān yajjihvāgre vartate nāma tubhyam tepus tapas te juhuvuḥ sasnur āryā brahmānūcur nāma gṛṇanti ye te. \"O my Lord! Persons who chant the holy names of Your Lordship are far, far advanced in spiritual life, even if born in families of dog-eaters. Such chanters have undoubtedly performed all kinds of austerities and sacrifices, bathed in all sacred places, and finished all scriptural studies.\" The famous example of this was presented by Lord Caitanya, who accepted Ṭhākur Haridāsa as one of His most important disciples. Although Ṭhākur Haridāsa happened to take his birth in a Moslem family, he was elevated to the post of nāmācārya by Lord Caitanya due to his rigidly attended principle of chanting three hundred thousand holy names of the Lord daily: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. And because he chanted the holy name of the Lord constantly, it is understood that in his previous life he must have passed through all the ritualistic methods of the Vedas, known as śabda-brahman. Unless, therefore, one is purified, one cannot take to the principle of Kṛṣṇa consciousness nor become engaged in chanting the holy name of the Lord, Hare Kṛṣṇa."
}