{
    "bookId": "bg",
    "chapter": 8,
    "verse": 15,
    "devanagari": "मामुपेत्य पुनर्जन्म दु:खालयमशाश्वतम् ।\nनाप्‍नुवन्ति महात्मान: संसिद्धिं परमां गता: ॥ १५ ॥",
    "transliteration": "mām upetya punar janma\nduḥkhālayam aśāśvatam\nnāpnuvanti mahātmānaḥ\nsaṁsiddhiṁ paramāṁ gatāḥ",
    "synonyms": [
        {
            "word": "mām",
            "meaning": "unto Me"
        },
        {
            "word": "upetya",
            "meaning": "achieving"
        },
        {
            "word": "punaḥ",
            "meaning": "again"
        },
        {
            "word": "janma",
            "meaning": "birth"
        },
        {
            "word": "duḥkha-ālayam",
            "meaning": "place of miseries"
        },
        {
            "word": "aśāśvatam",
            "meaning": "temporary"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "āpnuvanti",
            "meaning": "attain"
        },
        {
            "word": "mahātmānaḥ",
            "meaning": "the great souls"
        },
        {
            "word": "saṁsiddhim",
            "meaning": "perfection"
        },
        {
            "word": " paramām",
            "meaning": "ultimate"
        },
        {
            "word": "gatāḥ",
            "meaning": "achieved"
        }
    ],
    "translation": "After attaining Me, the great souls, who are yogīs in devotion, never return to this temporary world, which s full of miseries, because they have attained the highest perfection. ",
    "purport": "Since this temporary material world is full of the miseries of birth, old age, disease and death, naturally he who achieves the highest perfection and attains the supreme planet, Kṛṣṇaloka, Goloka Vṛndāvana, does not wish to return. The supreme planet is described in Vedic literature as beyond our material vision, and it is considered the highest goal. The mahātmās (great souls) receive transcendental messages from the realized devotees and thus gradually develop devotional service in Kṛṣṇa consciousness and become so absorbed in transcendental service that they no longer desire elevation to any of the material planets, nor do they even want to be transferred to any spiritual planet. They only want Kṛṣṇa's association and nothing else. Such great souls in Kṛṣṇa consciousness attain the highest perfection of life. In other words, they are the supreme souls."
}