{
    "bookId": "bg",
    "chapter": "8",
    "verse": 3,
    "devanagari": "श्रीभगवानुवाच\nअक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते ।\nभूतभावोद्भ‍वकरो विसर्ग: कर्मसंज्ञित: ॥ ३ ॥",
    "transliteration": "śrī-bhagavān uvāca\nakṣaraṁ brahma paramaṁ\nbhūta-bhāvodbhava-karo\nvisargaḥ karma-saṁjñitaḥ",
    "synonyms": [
        {
            "word": "śrī bhagavān uvāca",
            "meaning": "the Supreme Personality of Godhead said"
        },
        {
            "word": "akṣaram",
            "meaning": "indestructible"
        },
        {
            "word": "brahma",
            "meaning": "Brahman"
        },
        {
            "word": "paramam",
            "meaning": "transcendental"
        },
        {
            "word": "svabhāvaḥ",
            "meaning": "eternal nature"
        },
        {
            "word": "adhyātmam",
            "meaning": "the self"
        },
        {
            "word": "ucyate",
            "meaning": "is called"
        },
        {
            "word": "bhūta-bhāva-udbhava-karaḥ",
            "meaning": "action producing the material bodies of the living entities"
        },
        {
            "word": "visargaḥ",
            "meaning": "creation"
        },
        {
            "word": "karma",
            "meaning": "fruitive activities"
        },
        {
            "word": "saṁjñitaḥ",
            "meaning": "is called"
        }
    ],
    "translation": "The Supreme Lord said, The indestructible, transcendental living entity is called Brahman, and his eternal nature is called the self. Action pertaining to the development of these material bodies is called karma, or fruitive activities.",
    "purport": "Brahman is indestructible and eternally existing, and its constitution is not changed at any time. But beyond Brahman there is Parabrahman. Brahman refers to the living entity, and Parabrahman refers to the Supreme Personality of Godhead. The constitutional position of the living entity is different from the position he takes in the material world. In material consciousness, his nature is to try to be the lord of matter, but in spiritual (Kṛṣṇa) consciousness, his position is to serve the Supreme. When the living entity is in material consciousness, he has to take on various bodies in the material world. That is called karma, or varied creation by the force of material consciousness. In the process of sacrifice, the living entity makes specific sacrifices to attain specific heavenly planets and consequently reaches them. When the merit of sacrifice is exhausted, then the living entity descends to earth in the form of rain, then takes on the form of grains, and the grains are eaten by man and transformed into semen, which impregnates a woman, and thus the living entity once again attains the human form to perform sacrifice and so repeat the same cycle. In this way, the living entity perpetually comes and goes on the material path. The Kṛṣṇa conscious person, however, avoids such sacrifices. He takes directly to Kṛṣṇa consciousness and thereby prepares himself to return to Godhead. Impersonalist commentators on the Gītā unreasonably assume that Brahman takes the form of jīva in the material world, and to substantiate this they refer to Chapter Fifteen, verse 7, of the Gītā. But this verse also speaks of the living entity as \"an eternal fragment of Myself.\" The fragment of God, the living entity, may fall down into the material world, but the Supreme Lord (Acyuta) never falls down. Therefore this assumption that the Supreme Brahman assumes the form of jīva is not acceptable. It is important to remember that in Vedic literature Brahman (the living entity) is distinguished from Parabrahman (the Supreme Lord)."
}