{
    "bookId": "bg",
    "chapter": 16,
    "verse": 6,
    "devanagari": "द्वौ भूतसर्गों लोकेऽस्मिन्दैव आसुर एव च ।\n दैवो विस्तरशः प्रोक्त आसुरं पार्थ में शृणु ॥ ६॥",
    "transliteration": "dvau bhūta-sargau loke 'smin\ndaiva āsura eva ca\ndaivo vistaraśaḥ prokta\nāsuraṁ pārtha me śṛṇu",
    "synonyms": [
        {
            "word": "dvau",
            "meaning": "two"
        },
        {
            "word": "bhūta-sargau",
            "meaning": "created living beings"
        },
        {
            "word": "loke",
            "meaning": "in this world"
        },
        {
            "word": "asmin",
            "meaning": "this"
        },
        {
            "word": "daivaḥ",
            "meaning": "godly"
        },
        {
            "word": "āsuraḥ",
            "meaning": "demoniac"
        },
        {
            "word": "eva",
            "meaning": "certainly"
        },
        {
            "word": "ca",
            "meaning": "and"
        },
        {
            "word": "daivaḥ",
            "meaning": "divine"
        },
        {
            "word": "vistaraśaḥ",
            "meaning": "at great length"
        },
        {
            "word": "proktaḥ",
            "meaning": "said"
        },
        {
            "word": "āsuram",
            "meaning": "demoniac"
        },
        {
            "word": "pārtha",
            "meaning": "O son of Pṛthā"
        },
        {
            "word": "me",
            "meaning": "from Me"
        },
        {
            "word": "śṛṇu",
            "meaning": "just hear"
        }
    ],
    "translation": "O son of Pṛthā, in this world there are two kinds of created beings. One is called the divine and the other demonic. I have already explained to you at length the divine qualities. Now hear from Me of the demoniac.",
    "purport": "Lord Kṛṣṇa, having assured Arjuna that he was born with the divine qualities, is now describing the demoniac way. The conditioned living entities are divided into two classes in this world. Those who are born with divine qualities follow a regulated life; that is to say they abide by the injunctions in scriptures and by the authorities. One should perform duties in the light of authoritative scripture. This mentality is called divine. One who does not follow the regulative principles as they are laid down in the scriptures and who acts according to his whims is called demoniac or asuric. There is no other criterion but obedience to the regulative principles of scriptures. It is mentioned in Vedic literature that both the demigods and the demons are born of the Prajāpati; the only difference is that one class obeys the Vedic injunctions and the other does not."
}