{
    "bookId": "bg",
    "chapter": 5,
    "verse": 11,
    "devanagari": "कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि ।\nयोगिन: कर्म कुर्वन्ति सङ्गं त्यक्त्वात्म‍श‍ुद्धये ॥ ११ ॥",
    "transliteration": "kāyena manasā buddhyā\nkevalair indriyair api\nyoginaḥ karma kurvanti\nsaṅgaṁ tyaktvātma-śuddhaye",
    "synonyms": [
        {
            "word": "kāyena",
            "meaning": "with the body"
        },
        {
            "word": "manasā",
            "meaning": "with the mind"
        },
        {
            "word": "buddhyā",
            "meaning": "with the intelligence"
        },
        {
            "word": "kevalaiḥ",
            "meaning": "purified"
        },
        {
            "word": "indriyaiḥ",
            "meaning": "with the senses"
        },
        {
            "word": "api",
            "meaning": "even with"
        },
        {
            "word": "yoginaḥ",
            "meaning": "the Kṛṣṇa conscious persons"
        },
        {
            "word": "karma",
            "meaning": "actions"
        },
        {
            "word": "kurvanti",
            "meaning": "they act"
        },
        {
            "word": "saṅgam",
            "meaning": "attachment"
        },
        {
            "word": "tyaktvā",
            "meaning": "giving up"
        },
        {
            "word": "ātma-śuddhaye",
            "meaning": "for the purpose of purification"
        }
    ],
    "translation": "The yogīs, abandoning attachment, act with body, mind, intelligence and even with the senses, only for the purpose of purification.",
    "purport": "By acting in Kṛṣṇa consciousness for the satisfaction of the senses of Kṛṣṇa, any action, whether of the body, mind, intelligence or even of the senses, is purified of material contamination. There are no material reactions resulting from the activities of a Kṛṣṇa conscious person. Therefore, purified activities, which are generally called sadācāra, can be easily performed by acting in Kṛṣṇa consciousness. Śrī Rūpa Gosvāmī in his Bhakti-rasāmṛtasindhu describes this as follows:\n īhā yasya harer dāsye karmaṇā manasā girā\n nikhilāsv apy avasthāsu jīvanmuktaḥ sa ucyate\n A person acting in Kṛṣṇa consciousness (or, in other words, in the service of Kṛṣṇa) with his body, mind, intelligence and words is a liberated person even within the material world, although he may be engaged in many socalled material activities. He has no false ego, nor does he believe that he is this material body, nor that he possesses the body. He knows that he is not this body and that this body does not belong to him. He himself belongs to Kṛṣṇa, and the body too belongs to Kṛṣṇa. When he applies everything produced of the body, mind, intelligence, words, life, wealth, etc.-whatever he may have within his possession–to Kṛṣṇa's service, he is at once dovetailed with Kṛṣṇa. He is one with Kṛṣṇa and is devoid of the false ego that leads one to believe that he is the body, etc. This is the perfect stage of Kṛṣṇa consciousness "
}