{
    "bookId": "bg",
    "chapter": 5,
    "verse": 13,
    "devanagari": "सर्वकर्माणि मनसा सन्न्यस्यास्ते सुखं वशी ।\nनवद्वारे पुरे देही नैव कुर्वन्न कारयन् ॥ १३ ॥",
    "transliteration": "sarva-karmāṇi manasā\nsannyasyāste sukhaṁ vaśī\nnava-dvāre pure dehī\nnaiva kurvan na kārayan",
    "synonyms": [
        {
            "word": "sarva",
            "meaning": "all"
        },
        {
            "word": "karmāṇi",
            "meaning": "activities"
        },
        {
            "word": "manasā",
            "meaning": "by the mind"
        },
        {
            "word": "sannyasya",
            "meaning": "giving up"
        },
        {
            "word": "āsate",
            "meaning": "remains"
        },
        {
            "word": "sukham",
            "meaning": "in happiness"
        },
        {
            "word": "vaśī",
            "meaning": "one who is controlled"
        },
        {
            "word": "nava-dvāre",
            "meaning": "in the place where there are nine gates"
        },
        {
            "word": "pure",
            "meaning": "in the city"
        },
        {
            "word": "dehī",
            "meaning": "the embodied soul"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "eva",
            "meaning": "certainly"
        },
        {
            "word": "kurvan",
            "meaning": "doing anything"
        },
        {
            "word": "na",
            "meaning": "not"
        },
        {
            "word": "kārayan",
            "meaning": "causing to be done"
        }
    ],
    "translation": "When the embodied living being controls his nature and mentally renounces all actions, he resides happily in the city of nine gates [the material body], neither working nor causing work to be done.",
    "purport": "The embodied soul lives in the city of nine gates. The activities of the body, or the figurative city of body, are conducted automatically by the particular modes of nature. The soul, although subjecting himself to the conditions of the body, can be beyond those conditions, if he so desires. Owing only to forgetfulness of his superior nature, he identifies with the material body, and therefore suffers. By Kṛṣṇa consciousness, he can revive his real position and thus come out of his embodiment. Therefore, when one takes to Kṛṣṇa consciousness, one at once becomes completely aloof from bodily activities. In such a controlled life, in which his deliberations are changed, he lives happily within the city of nine gates. The nine gates are described as follows:\n nava-dvāre pure dehī haṁso lelāyate bahiḥ\n vaśī sarvasya lokasya sthāvarasya carasya ca.\n \"The Supreme Personality of Godhead, who is living within the body of a living entity, is the controller of all living entities all over the universe. The body consists of nine gates: two eyes, two nostrils, two ears, one mouth, the anus and the genital. The living entity in his conditioned stage identifies himself with the body, but when he identifies himself with the Lord within himself, he becomes just as free as the Lord, even while in the body.\" (Śvet. 3.18)\n Therefore, a Kṛṣṇa conscious person is free from both the outer and inner activities of the material body. "
}