{
    "bookId": "bg",
    "chapter": 5,
    "verse": 17,
    "devanagari": " तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणाः ।\n गच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषाः ॥ १७॥",
    "transliteration": "tad-buddhayas tad-ātmānas\ntan-niṣṭhās tat-parāyaṇāḥ\ngacchanty apunar-āvṛttiṁ\njñāna-nirdhūta-kalmaṣāḥ",
    "synonyms": [
        {
            "word": "tad-buddhayaḥ",
            "meaning": "one whose intelligence is always in the Supreme"
        },
        {
            "word": "tad-ātmānaḥ",
            "meaning": "one whose mind is always in the Supreme"
        },
        {
            "word": "tat-niṣṭhāḥ",
            "meaning": "whose mind is only meant for the Supreme"
        },
        {
            "word": "tat-parāyaṇāḥ",
            "meaning": "who has completely taken shelter of Him"
        },
        {
            "word": "gacchanti",
            "meaning": "goes"
        },
        {
            "word": "apunaḥ-āvṛttim",
            "meaning": "liberation"
        },
        {
            "word": "jñāna",
            "meaning": "knowledge"
        },
        {
            "word": "nirdhūta",
            "meaning": "cleanses"
        },
        {
            "word": "kalmaṣāḥ",
            "meaning": "misgivings"
        }
    ],
    "translation": "When one's intelligence, mind, faith and refuge are all fixed in the Supreme, then one becomes fully cleansed of misgivings through complete knowledge and thus proceeds straight on the path of liberation.",
    "purport": "The Supreme Transcendental Truth is Lord Kṛṣṇa. The whole Bhagavad- gītā centers around the declaration of Kṛṣṇa as the Supreme Personality of Godhead. That is the version of all Vedic literature. Paratattva means the Supreme Reality, who is understood by the knowers of the Supreme as Brahman, Paramātmā and Bhagavān. Bhagavān, or the Supreme Personality of Godhead, is the last word in the Absolute. There is nothing more than that.The Lord says, mattaḥ parataraṁ nānyat kiñcit asti dhanañjaya. Impersonal Brahman is also supported by Kṛṣṇa: brahmaṇo pratiṣṭhāham. Therefore in all ways Kṛṣṇa is the Supreme Reality. One whose mind, intelligence, faith and refuge are always in Kṛṣṇa, or, in other words, one who is fully in Kṛṣṇa consciousness, is undoubtedly washed clean of all misgivings and is in perfect knowledge in everything concerning transcendence. A Kṛṣṇa conscious person can thoroughly understand that there is duality (simultaneous identity and individuality) in Kṛṣṇa, and, equipped with such transcendental knowledge, one can make steady progress on the path of liberation."
}