{
    "bookId": "bg",
    "chapter": 5,
    "verse": 21,
    "devanagari": "बाह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत्सुखम् ।\nस ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्न‍ुते ॥ २१ ॥",
    "transliteration": "bāhya-sparśeṣv asaktātmā\nvindaty ātmani yat sukham\nsa brahma-yoga-yuktātmā\nsukham akṣayam aśnute",
    "synonyms": [
        {
            "word": "bāhya-sparśeṣu",
            "meaning": "in external sense pleasure"
        },
        {
            "word": "asakta-ātmā",
            "meaning": "one who is not so attached"
        },
        {
            "word": "vindati",
            "meaning": "enjoys"
        },
        {
            "word": "ātmani",
            "meaning": "in the self"
        },
        {
            "word": "yat",
            "meaning": "that which"
        },
        {
            "word": "sukham",
            "meaning": "happiness"
        },
        {
            "word": "saḥ",
            "meaning": "that"
        },
        {
            "word": "brahma-yoga",
            "meaning": "concentrated in Brahman"
        },
        {
            "word": "yukta-ātmā",
            "meaning": "self-connected"
        },
        {
            "word": "sukham",
            "meaning": "happiness"
        },
        {
            "word": "akṣayam",
            "meaning": "unlimited"
        },
        {
            "word": "aśnute",
            "meaning": "enjoys"
        }
    ],
    "translation": "Such a liberated person is not attracted to material sense pleasure or external objects but is always in trance, enjoying the pleasure within. In this way the self-realized person enjoys unlimited happiness, for he concentrates on the Supreme.",
    "purport": "Śrī Yāmunācārya, a great devotee in Kṛṣṇa consciousness, said:\n yadāvadhi mama cetaḥ kṛṣṇa-padāravinde\n nava-nava-rasa-dhāmanudyata rantum āsīt\n tadāvadhi bata nārī-saṅgame smaryamāne\n bhavati mukha-vikāraḥ suṣṭu niṣṭhīvanaṁ ca\n \"Since I have been engaged in the transcendental loving service of Kṛṣṇa, realizing ever-new pleasure in Him, whenever I think of sex pleasure, I spit at the thought, and my lips curl with distaste.\" A person in brahma-yoga, or Kṛṣṇa consciousness, is so absorbed in the loving service of the Lord that he loses his taste for material sense pleasure altogether. The highest pleasure in terms of matter is sex pleasure. The whole world is moving under its spell, and a materialist cannot work at all without this motivation. But a person engaged in Kṛṣṇa consciousness can work with greater vigor without sex pleasure, which he avoids. That is the test in spiritual realization. Spiritual realization and sex pleasure go ill together. A Kṛṣṇa conscious person is not attracted to any kind of sense pleasure due to his being a liberated soul. "
}