{
    "bookId": "bg",
    "chapter": 5,
    "verse": 22,
    "devanagari": "ये हि संस्पर्शजा भोगा दु:खयोनय एव ते ।\nआद्यन्तवन्त: कौन्तेय न तेषु रमते बुध: ॥ २२ ॥",
    "transliteration": "ye hi saṁsparśa-jā bhogā\nduḥkha-yonaya eva te\nādy-antavantaḥ kaunteya\nna teṣu ramate budhaḥ",
    "synonyms": [
        {
            "word": "ye",
            "meaning": "those"
        },
        {
            "word": "hi",
            "meaning": "certainly"
        },
        {
            "word": "saṁsparśajāḥ",
            "meaning": "by contact with the material senses"
        },
        {
            "word": "bhogāḥ",
            "meaning": "enjoyment"
        },
        {
            "word": "duḥkha",
            "meaning": "distress"
        },
        {
            "word": "yonayaḥ",
            "meaning": "sources of"
        },
        {
            "word": "eva",
            "meaning": "certainly"
        },
        {
            "word": "te",
            "meaning": "they are"
        },
        {
            "word": "ādi",
            "meaning": "in the beginning"
        },
        {
            "word": "antavantaḥ",
            "meaning": "subject to"
        },
        {
            "word": "kaunteya",
            "meaning": "O son of Kuntī"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "teṣu",
            "meaning": "in those"
        },
        {
            "word": "ramate",
            "meaning": "take delight"
        },
        {
            "word": "budhaḥ",
            "meaning": "the intelligent"
        }
    ],
    "translation": "An intelligent person does not take part in the sources of misery, which are due to contact with the material senses. O son of Kuntī, such pleasures have a beginning and an end, and so the wise man does not delight in them.",
    "purport": "Material sense pleasures are due to the contact of the material senses, which are all temporary because the body itself is temporary. A liberated soul is not interested in anything which is temporary. Knowing well the joys of transcendental pleasures, how can a liberated soul agree to enjoy false pleasure? In the Padma Purāṇa it is said:\n ramante yogino 'nante satyānanda-cid-ātmani\n iti rāma-padenāsau paraṁ brahmābhidhīyate\n \"The mystics derive unlimited transcendental pleasures from the Absolute Truth, and therefore the Supreme Absolute Truth, the Personality of Godhead, is also known as Rāma.\"\n In the Śrīmad-Bhāgavatam also it is said:\n nāyaṁ deho deha-bhājāṁ nṛ-loke\n kaṣṭān kāmānarhate viḍ-bhujāṁ ye\n tapo divyaṁ putrakā yena sattvaṁ\n śuddhyed yasmād brahma-saukhyaṁ tv anantam.\n \"My dear sons, there is no reason to labor very hard for sense pleasure while in this human form of life; such pleasures are available to the stool-eaters [hogs]. Rather, you should undergo penances in this life by which your existence will be purified, and, as a result, you will be able to enjoy unlimited transcendental bliss.\" \n (Bhāg. 5.5.1) \n Therefore, those who are true yogīs or learned transcendentalists are not attracted by sense pleasures, which are the causes of continuous material existence. The more one is addicted to material pleasures, the more he is entrapped by material miseries. "
}