{
    "bookId": "bg",
    "chapter": 5,
    "verse": 24,
    "devanagari": "यत्प्रकृष्णं पुनर्मृते कर्तव्यं कर्मणा: स्थिता: ।\nन्याययुक्तं शुद्धमात्मना तमहर्नि सञ्ज्ञायते ॥ २४ ॥",
    "transliteration": "yat prakṛṣhṇaṁ punar mṛte kartavyaṁ karmaṇāḥ sthitāḥ\nnyāya-yuktaṁ śuddham ātmanaḥ tamaḥr ni sañjñāyate",
    "synonyms": [
        {
            "word": "yat",
            "meaning": "that which"
        },
        {
            "word": "prakṛṣṭam",
            "meaning": "The Supreme"
        },
        {
            "word": "punar",
            "meaning": "again"
        },
        {
            "word": "mṛte",
            "meaning": "after death"
        },
        {
            "word": "kartavyam",
            "meaning": "task"
        },
        {
            "word": "karmaṇāḥ",
            "meaning": "by action"
        },
        {
            "word": "sthitaḥ",
            "meaning": "those who stand"
        },
        {
            "word": "nyāya-yuktaṁ",
            "meaning": "rightly guided"
        },
        {
            "word": "śuddham",
            "meaning": "pure"
        },
        {
            "word": "ātmanaḥ",
            "meaning": "of the soul"
        },
        {
            "word": "tamaḥr",
            "meaning": "the darkness"
        },
        {
            "word": "ni",
            "meaning": "very much"
        },
        {
            "word": "sañjñāyate",
            "meaning": "appears"
        }
    ],
    "translation": "Those who are engaged in right action, guided by purity, their minds and souls are filled with supreme clarity, and they are untouched by the darkness of material desires.",
    "purport": "This verse emphasizes the state of those who are fully engaged in spiritual knowledge and actions directed toward achieving liberation. The right course of action involves working for the welfare of all without personal motives and in harmony with the divine laws. When a person performs actions in this manner, without selfish desires, their mind becomes pure and detached from material desires. Such a person transcends the cycle of birth and death, attaining the supreme state of spiritual enlightenment. They live in harmony with the universe and experience true peace and happiness, unaffected by the external material conditions. By surrendering their will to the Divine, they achieve liberation and are no longer bound by the darkness of illusion. This is the essence of the true path of renunciation and is the goal of a yogi."
}
