{
    "bookId": "bg",
    "chapter": 7,
    "verse": 10,
    "devanagari": "दिव्यं ज्ञानमिदं श्रुत्वा मोक्षस्य परमं पदम्।\nसुखं आत्मन्यवस्थितं यत्र नाश्यति नाश्यति॥ १०॥",
    "transliteration": "divyaṁ jñānam idaṁ śrutvā\nmokṣasya paramaṁ padam\nsukhaṁ ātma-nyavasthitaṁ\nyatra nāśyati nāśyati",
    "synonyms": [
        {
            "word": "divyam",
            "meaning": "divine"
        },
        {
            "word": "jñānam",
            "meaning": "knowledge"
        },
        {
            "word": "idaṁ",
            "meaning": "this"
        },
        {
            "word": "śrutvā",
            "meaning": "having heard"
        },
        {
            "word": "mokṣasya",
            "meaning": "of liberation"
        },
        {
            "word": "paramaṁ",
            "meaning": "supreme"
        },
        {
            "word": "padam",
            "meaning": "position"
        },
        {
            "word": "sukham",
            "meaning": "happiness"
        },
        {
            "word": "ātma-nyavasthitam",
            "meaning": "situated in the self"
        },
        {
            "word": "yatra",
            "meaning": "where"
        },
        {
            "word": "nāśyati",
            "meaning": "does not perish"
        }
    ],
    "translation": "This knowledge is the most confidential knowledge. It is the supreme secret, and it is the source of all happiness. One who is situated in this knowledge does not perish.",
    "purport": "In this verse, the Lord describes the nature of the knowledge that leads to liberation. This knowledge is divine and is meant to elevate the consciousness of the living entity to the highest platform of understanding. The term 'mokṣasya paramaṁ padam' indicates that this knowledge leads to the supreme position of liberation, where one is free from all material anxieties and is situated in eternal bliss. The happiness derived from this knowledge is not temporary or fleeting; it is eternal and unchanging, as it is based on the realization of one's true self and relationship with the Supreme. One who is firmly situated in this knowledge is not affected by the dualities of material existence. Such a person remains steady and undisturbed, even in the face of challenges and difficulties. Ultimately, this verse emphasizes the importance of acquiring divine knowledge and realizing one's true nature, which leads to everlasting happiness and liberation from the cycle of birth and death."
}