{
    "bookId": "bg",
    "chapter": 7,
    "verse": 11,
    "devanagari": "अहं सर्वस्य प्रभवो मत्तः सर्वं प्रवर्तते।\nइति मत्वा भजन्ते मां बुद्धा भावसमान्विताः॥ ११॥",
    "transliteration": "ahaṁ sarvasya prabhavo\nmattaḥ sarvaṁ pravartate\niti matvā bhajante māṁ\nbuddhā bhāva-samanvitāḥ",
    "synonyms": [
        {
            "word": "ahaṁ",
            "meaning": "I"
        },
        {
            "word": "sarvasya",
            "meaning": "of all"
        },
        {
            "word": "prabhavaḥ",
            "meaning": "the source"
        },
        {
            "word": "mattaḥ",
            "meaning": "from Me"
        },
        {
            "word": "sarvam",
            "meaning": "everything"
        },
        {
            "word": "pravartate",
            "meaning": "is manifested"
        },
        {
            "word": "iti",
            "meaning": "thus"
        },
        {
            "word": "matvā",
            "meaning": "understanding"
        },
        {
            "word": "bhajante",
            "meaning": "worship"
        },
        {
            "word": "mām",
            "meaning": "Me"
        },
        {
            "word": "buddhāḥ",
            "meaning": "the wise"
        },
        {
            "word": "bhāva-samanvitāḥ",
            "meaning": "endowed with devotion"
        }
    ],
    "translation": "I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who know this perfectly engage in My devotional service and worship Me with all their hearts.",
    "purport": "In this verse, the Lord reveals His position as the ultimate source of everything. All material and spiritual manifestations originate from Him, and understanding this truth is essential for genuine devotion. The phrase 'ahaṁ sarvasya prabhavo' emphasizes that the Supreme Lord is the root cause of all existence. Recognizing this leads to a deeper understanding of the interconnectedness of all beings and the universe. Those who are wise, referred to as 'buddhāḥ,' are those who have realized this truth and engage in devotional service. Their worship is not merely ritualistic; it is filled with love and devotion, as they understand the divine nature of the Lord. The term 'bhāva-samanvitāḥ' indicates that true devotion is accompanied by a heartfelt sentiment. Such devotees are fully absorbed in the consciousness of the Lord, leading to a profound and fulfilling relationship with Him. Ultimately, this verse encourages individuals to cultivate knowledge of the Supreme and to engage in devotional practices that foster a loving relationship with God, which is the essence of spiritual life."
}