{
    "bookId": "bg",
    "chapter": 7,
    "verse": 12,
    "devanagari": "ओमित्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन्।\nयः प्रयाति स मद्भावं याति नास्त्यत्र संशयः॥ १२॥",
    "transliteration": "om ity ekākṣaraṁ brahma\nvyāharan mām anusmaran\nyaḥ prayāti sa mat-bhāvaṁ\nyāti nāsty atra saṁśayaḥ",
    "synonyms": [
        {
            "word": "om",
            "meaning": "the syllable Om"
        },
        {
            "word": "iti",
            "meaning": "thus"
        },
        {
            "word": "ekākṣaram",
            "meaning": "the one-syllable"
        },
        {
            "word": "brahma",
            "meaning": "the Absolute Truth"
        },
        {
            "word": "vyāharan",
            "meaning": "chanting"
        },
        {
            "word": "mām",
            "meaning": "Me"
        },
        {
            "word": "anusmaran",
            "meaning": "remembering"
        },
        {
            "word": "yaḥ",
            "meaning": "who"
        },
        {
            "word": "prayāti",
            "meaning": "goes"
        },
        {
            "word": "saḥ",
            "meaning": "he"
        },
        {
            "word": "mat-bhāvam",
            "meaning": "to My nature"
        },
        {
            "word": "yāti",
            "meaning": "attains"
        },
        {
            "word": "nāsti",
            "meaning": "there is not"
        },
        {
            "word": "atra",
            "meaning": "here"
        },
        {
            "word": "saṁśayaḥ",
            "meaning": "any doubt"
        }
    ],
    "translation": "He who departs, remembering Me at the end of his life, will certainly reach My nature. Of this, there is no doubt.",
    "purport": "In this verse, the Lord emphasizes the importance of remembering Him at the time of death. The process of dying is a critical moment in life, and one's consciousness at that time determines the next destination. The syllable 'Om' represents the ultimate reality, and chanting it while remembering the Supreme Lord is a powerful practice that can lead to liberation. The phrase 'mat-bhāvam' indicates that by remembering the Lord, one attains the same spiritual nature as the Supreme. This is the ultimate goal of life. The assurance given by the Lord, 'nāsty atra saṁśayaḥ,' reinforces the certainty of this process. Those who are devoted and remember the Lord will undoubtedly reach Him. This verse encourages practitioners to cultivate a habit of remembering the Lord throughout their lives, so that at the moment of death, they can transition smoothly into the spiritual realm."
}