{
    "bookId": "bg",
    "chapter": 7,
    "verse": 14,
    "devanagari": "दैवी ह्येषा गुणमयी मम माया दुरत्यया।\nमामेव ये प्रपद्यन्ते मायामेतां तरन्ति ते॥ १४॥",
    "transliteration": "daivī hy eṣā guṇa-mayī\nmama māyā duratyayā\nmām eva ye prapadyante\nmāyām etāṁ taranti te",
    "synonyms": [
        {
            "word": "daivī",
            "meaning": "divine"
        },
        {
            "word": "hi",
            "meaning": "indeed"
        },
        {
            "word": "eṣā",
            "meaning": "this"
        },
        {
            "word": "guṇa-mayī",
            "meaning": "consisting of the modes of material nature"
        },
        {
            "word": "mama",
            "meaning": "My"
        },
        {
            "word": "māyā",
            "meaning": "illusion"
        },
        {
            "word": "duratyayā",
            "meaning": "very difficult to overcome"
        },
        {
            "word": "mām",
            "meaning": "Me"
        },
        {
            "word": "eva",
            "meaning": "certainly"
        },
        {
            "word": "ye",
            "meaning": "those who"
        },
        {
            "word": "prapadyante",
            "meaning": "surrender"
        },
        {
            "word": "māyām",
            "meaning": "to this illusion"
        },
        {
            "word": "etām",
            "meaning": "this"
        },
        {
            "word": "taranti",
            "meaning": "cross over"
        },
        {
            "word": "te",
            "meaning": "they"
        }
    ],
    "translation": "This divine energy of Mine, consisting of the three modes of material nature, is very difficult to overcome. But those who have surrendered unto Me can easily cross beyond it.",
    "purport": "In this verse, the Lord describes His divine energy, which is composed of the three modes of material nature: goodness, passion, and ignorance. This energy is referred to as 'mama māyā' and is acknowledged as very difficult to overcome. The phrase 'duratyayā' emphasizes the challenging nature of material existence, which entangles living beings in a cycle of birth and death. However, the Lord assures that those who surrender to Him can easily transcend this illusion. This surrender is the key to liberation. The importance of devotional service is highlighted here, as it is through sincere devotion and surrender that one can overcome the influence of material nature. Ultimately, this verse encourages individuals to seek refuge in the Supreme Lord, as He is the only means to escape the clutches of material illusion."
}