{
    "bookId": "bg",
    "chapter": 7,
    "verse": 15,
    "devanagari": "अहंकारं बलं दर्पं कामं क्रोधं च संश्रिताः।\nमामात्मपरदेहेषु तेषां नाशयाम्यहम्॥ १५॥",
    "transliteration": "ahaṁkāraṁ balaṁ darpaṁ\nkāmaṁ krodhaṁ ca sanśritāḥ\nmām ātma-paradeheṣu\nteṣāṁ nāśayāmy aham",
    "synonyms": [
        {
            "word": "ahaṁkāram",
            "meaning": "false ego"
        },
        {
            "word": "balaṁ",
            "meaning": "strength"
        },
        {
            "word": "darpaṁ",
            "meaning": "arrogance"
        },
        {
            "word": "kāmaṁ",
            "meaning": "desire"
        },
        {
            "word": "krodham",
            "meaning": "anger"
        },
        {
            "word": "ca",
            "meaning": "and"
        },
        {
            "word": "sanśritāḥ",
            "meaning": "taking shelter"
        },
        {
            "word": "mām",
            "meaning": "Me"
        },
        {
            "word": "ātma-paradeheṣu",
            "meaning": "in the bodies of the self and others"
        },
        {
            "word": "teṣām",
            "meaning": "of them"
        },
        {
            "word": "nāśayāmi",
            "meaning": "I destroy"
        },
        {
            "word": "aham",
            "meaning": "I"
        }
    ],
    "translation": "Those who are demoniac do not surrender unto Me. They are full of pride, arrogance, and false ego, and they are envious of others. I destroy their knowledge and their realization.",
    "purport": "In this verse, the Lord describes the characteristics of those who are demoniac in nature. Such individuals are marked by false ego, pride, and arrogance, which prevent them from surrendering to the Supreme. The phrase 'mām ātma-paradeheṣu' indicates that these individuals are envious not only of others but also of the Supreme Lord Himself. Their ignorance leads to a lack of understanding of their true nature and relationship with God. The Lord states that He destroys their knowledge and realization, meaning that those who are proud and envious will not be able to access the higher truths of existence. This verse serves as a warning against the dangers of pride and arrogance, which can lead one away from the path of devotion and spiritual realization. Ultimately, it emphasizes the importance of humility and surrender to the Supreme, as these qualities open the door to true knowledge and liberation."
}