{
    "bookId": "bg",
    "chapter": 7,
    "verse": 18,
    "devanagari": "उदारा: सर्व एवैते ज्ञानी त्वात्मैव मे मतम् ।\nआस्थित: स हि युक्तात्मा मामेवानुत्तमां गतिम् ॥ १८ ॥",
    "transliteration": "udārāḥ sarva evaite\njñānī tv ātmāiva me matam\nāsthitaḥ sa hi yuktātmā\nmām evānuttamāṁ gatim",
    "synonyms": [
        {
            "word": "udārāḥ",
            "meaning": "magnanimous"
        },
        {
            "word": "sarve",
            "meaning": "all"
        },
        {
            "word": "eva",
            "meaning": "certainly"
        },
        {
            "word": "ete",
            "meaning": "these"
        },
        {
            "word": "jñānī",
            "meaning": "one who is in knowledge"
        },
        {
            "word": "tu",
            "meaning": "but"
        },
        {
            "word": "ātmā eva",
            "meaning": "just like Myself"
        },
        {
            "word": "me",
            "meaning": "Mine"
        },
        {
            "word": "matam",
            "meaning": "opinion"
        },
        {
            "word": "āsthitaḥ",
            "meaning": "situated"
        },
        {
            "word": "saḥ",
            "meaning": "he"
        },
        {
            "word": "hi",
            "meaning": "certainly"
        },
        {
            "word": "yukta-ātmā",
            "meaning": "engaged in devotional service"
        },
        {
            "word": "mām",
            "meaning": "unto Me"
        },
        {
            "word": "eva",
            "meaning": "certainly"
        },
        {
            "word": "anuttamām",
            "meaning": "the highest goal"
        },
        {
            "word": "gatim",
            "meaning": "destination."
        }
    ],
    "translation": "All these devotees are undoubtedly magnanimous souls, but he who is situated in knowledge of Me I consider verily to dwell in Me. Being engaged in My transcendental service, he attains Me.",
    "purport": "It is not that other devotees who are less complete in knowledge are not dear to the Lord. The Lord says that all are magnanimous because anyone who comes to the Lord for any purpose is called a mahātmā or great soul. The devotees who want some benefit out of devotional service are accepted by the Lord because there is an exchange of affection. Out of affection they ask the Lord for some material benefit, and when they get it they become so satisfied that they also advance in devotional service. But the devotee in full knowledge is considered to be very dear to the Lord because his only purpose is to serve the Supreme Lord with love and devotion. Such a devotee cannot live a second without contacting or serving the Supreme Lord. Similarly, the Supreme Lord is very fond of His devotee and cannot be separated from him. In the Śrīmad-Bhāgavatam (9.4.57), the Lord says: ahaṁ bhakta-parādhīno hy asvatantra iva dvija sādhubhir grasta-hṛdayo bhaktair bhakta-jana-priyaḥ The devotees are always in My heart, and I am always in the heart of the devotees. The devotee does not know anything beyond Me, and I also cannot forget the devotee. There is a very intimate relationship between Me and the pure devotees. Pure devotees in full knowledge are never out of spiritual touch, and therefore they are very much dear to Me."
}