{
    "bookId": "bg",
    "chapter": 7,
    "verse": 3,
    "devanagari": "अपरं तस्मात्त्वन्यं विद्धि मे परं पदम्।\nअव्यक्तं व्यक्तिमापन्नं मन्यते मां अभिजानन्ति॥ ३ ॥",
    "transliteration": "aparaṁ tasmāt tv anyam viddhi me paraṁ padam\navyaktaṁ vyaktim āpannaṁ manyate māṁ abhijānanti",
    "synonyms": [
        {
            "word": "aparam",
            "meaning": "inferior"
        },
        {
            "word": "tasmāt",
            "meaning": "therefore"
        },
        {
            "word": "tv",
            "meaning": "you"
        },
        {
            "word": "anyam",
            "meaning": "another"
        },
        {
            "word": "viddhi",
            "meaning": "know"
        },
        {
            "word": "me",
            "meaning": "My"
        },
        {
            "word": "param",
            "meaning": "supreme"
        },
        {
            "word": "padam",
            "meaning": "abode"
        },
        {
            "word": "avyaktam",
            "meaning": "the unmanifested"
        },
        {
            "word": "vyaktim",
            "meaning": "the manifested"
        },
        {
            "word": "āpannam",
            "meaning": "having entered"
        },
        {
            "word": "manyate",
            "meaning": "considers"
        },
        {
            "word": "mām",
            "meaning": "Me"
        },
        {
            "word": "abhijānanti",
            "meaning": "know in truth"
        }
    ],
    "translation": "The Supreme Personality of Godhead said: Besides this inferior nature, O Arjuna, there is a superior energy of Mine, which consists of the living entities who are exploiting the resources of this material, inferior nature.",
    "purport": "In this verse, Lord Krishna distinguishes between the inferior and superior natures. The inferior nature refers to the material world, while the superior nature refers to the spiritual essence of living entities. The living entities, being part of Krishna's superior energy, are eternal and transcendental to the material world. They are meant to engage in devotional service to realize their true nature. Understanding this distinction is crucial for spiritual advancement. It helps devotees recognize their eternal relationship with the Supreme Lord and the importance of transcending material existence. This knowledge empowers individuals to rise above the dualities of material life and engage in activities that lead to liberation and eternal bliss."
}