{
    "bookId": "bg",
    "chapter": 7,
    "verse": 5,
    "devanagari": "अपरं प्राकृतिं विद्धि मे पार्थ दैवीं प्रकृतिम्।\nजिवभूतां महाबाहो ययेदं धार्यते जगत्॥ ५ ॥",
    "transliteration": "aparaṁ prākṛtiṁ viddhi me pārtha daivīṁ prakṛtim\njīva-bhūtāṁ mahābāho yayedaṁ dhāryate jagat",
    "synonyms": [
        {
            "word": "aparam",
            "meaning": "inferior"
        },
        {
            "word": "prākṛtiṁ",
            "meaning": "nature"
        },
        {
            "word": "viddhi",
            "meaning": "know"
        },
        {
            "word": "me",
            "meaning": "My"
        },
        {
            "word": "pārtha",
            "meaning": "O Partha (Arjuna)"
        },
        {
            "word": "daivīm",
            "meaning": "divine"
        },
        {
            "word": "prakṛtim",
            "meaning": "nature"
        },
        {
            "word": "jīva",
            "meaning": "living entities"
        },
        {
            "word": "bhūtām",
            "meaning": "the essence"
        },
        {
            "word": "mahābāho",
            "meaning": "O mighty-armed"
        },
        {
            "word": "yaya",
            "meaning": "by which"
        },
        {
            "word": "idaṁ",
            "meaning": "this"
        },
        {
            "word": "dhāryate",
            "meaning": "is sustained"
        },
        {
            "word": "jagat",
            "meaning": "the universe"
        }
    ],
    "translation": "O Partha, know that this divine energy of Mine, which is the source of all living entities, is the inferior nature. But there is another, superior energy of Mine, which is the living entities themselves.",
    "purport": "In this verse, Lord Krishna distinguishes between two types of nature: the inferior and the superior. The inferior nature refers to the material world, while the superior nature refers to the spiritual essence of living entities. Krishna emphasizes that the divine energy is the source of all living beings, highlighting the connection between the Supreme Lord and His creations. Understanding this duality of nature is essential for spiritual advancement. It allows devotees to recognize their true identity as part of Krishna's superior energy. This knowledge encourages individuals to engage in devotional service, leading to liberation from the material world and a return to their original spiritual state."
}