{
    "bookId": "bg",
    "chapter": 3,
    "verse": 27,
    "devanagari": "प्रकृतेः क्रियमाणानि गुणैः कर्माणि सर्वशः ।\nअहङ्कारविमूढात्मा कर्ताहमिति मन्यते ॥",
    "transliteration": "prakṛteḥ kriyamāṇāni\nguṇaiḥ karmāṇi sarvaśaḥ\nahaṅkāra-vimūḍhātmā\nkartāham iti manyate",
    "synonyms": [
        {
            "word": "prakṛteḥ",
            "meaning": "of material nature"
        },
        {
            "word": "kriyamāṇāni",
            "meaning": "being done"
        },
        {
            "word": "guṇaiḥ",
            "meaning": "by the modes"
        },
        {
            "word": "karmāṇi",
            "meaning": "activities"
        },
        {
            "word": "sarvaśaḥ",
            "meaning": "all kinds of"
        },
        {
            "word": "ahaṅkāra-vimūḍha",
            "meaning": "bewildered by false ego"
        },
        {
            "word": "ātmā",
            "meaning": "the spirit soul"
        },
        {
            "word": "kartā",
            "meaning": "doer"
        },
        {
            "word": "aham",
            "meaning": "I"
        },
        {
            "word": "iti",
            "meaning": "thus"
        },
        {
            "word": "manyate",
            "meaning": "he thinks"
        }
    ],
    "translation": "The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities, which are in actuality carried out by nature.",
    "purport": "Two persons, one in Kṛṣṇa consciousness and the other in material consciousness, working on the same level, may appear to be working on the same platform, but there is a wide gulf of difference in their respective positions. The person in material consciousness is convinced by false ego that he is the doer of everything. He does not know that the mechanism of the body is produced by material nature, which works under the supervision of the Supreme Lord. The materialistic person has no knowledge that ultimately he is under the control of Kṛṣṇa. The person in false ego takes all credit for doing everything independently, and that is the symptom of his nescience. He does not know that this gross and subtle body is the creation of material nature, under the order of the Supreme Personality of Godhead, and as such his bodily and mental activities should be engaged in the service of Kṛṣṇa, in Kṛṣṇa consciousness. The ignorant man forgets that the Supreme Personality of Godhead is known as Hṛṣīkeśa, or the master of the senses of the material body, for due to his long misuse of the senses in sense gratification, he is factually bewildered by the false ego, which makes him forget his eternal relationship with Kṛṣṇa."
}