{
    "bookId": "bg",
    "chapter": 3,
    "verse": 33,
    "devanagari": "सदृशं चेष्टते स्वस्याः प्रकृतेर्ज्ञानवानपि ।\nप्रकृतिं यान्ति भूतानि निग्रहः किं करिष्यति ॥",
    "transliteration": "sadṛśaṁ ceṣṭate svasyāḥ\nprakṛter jñānavān api\nprakṛtiṁ yānti bhūtāni\nnigrahaḥ kiṁ kariṣyati",
    "synonyms": [
        {
            "word": "sadṛśam",
            "meaning": "accordingly"
        },
        {
            "word": "ceṣṭate",
            "meaning": "tries"
        },
        {
            "word": "svasyāḥ",
            "meaning": "by his own"
        },
        {
            "word": "prakṛteḥ",
            "meaning": "modes of nature"
        },
        {
            "word": "jñāna-vān",
            "meaning": "learned"
        },
        {
            "word": "api",
            "meaning": "although"
        },
        {
            "word": "prakṛtim",
            "meaning": "nature"
        },
        {
            "word": "yānti",
            "meaning": "undergo"
        },
        {
            "word": "bhūtāni",
            "meaning": "all living entities"
        },
        {
            "word": "nigrahaḥ",
            "meaning": "repression"
        },
        {
            "word": "kim",
            "meaning": "what"
        },
        {
            "word": "kariṣyati",
            "meaning": "can do"
        }
    ],
    "translation": "Even a man of knowledge acts according to his own nature, for everyone follows his nature. What can repression accomplish?",
    "purport": "Unless one is situated on the transcendental platform of Kṛṣṇa consciousness, he cannot get free from the influence of the modes of material nature, as it is confirmed by the Lord in the Seventh Chapter (7.14). Therefore, even for the most highly educated person on the mundane plane, it is impossible to get out of the entanglement of māyā simply by theoretical knowledge, or by separating the soul from the body. There are many so-called spiritualists who outwardly pose to be advanced in the science, but inwardly or privately are completely under the particular modes of nature which they are unable to surpass. Academically, one may be very learned, but because of his long association with material nature, he is in bondage. Kṛṣṇa consciousness helps one to get out of the material entanglement, even though one may be engaged in his prescribed duties. Therefore, without being fully in Kṛṣṇa consciousness, no one should suddenly give up his prescribed duties and become a so-called yogī or transcendentalist artificially. It is better to be situated in one's position and to try to attain Kṛṣṇa consciousness under superior training. Thus one may be freed from the clutches of māyā."
}