{
    "bookId": "bg",
    "chapter": 2,
    "verse": 19,
    "devanagari": "य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् ।\nउभौ तौ न विजानीतो नायं हन्ति न हन्यते ॥ १९ ॥",
    "transliteration": "ya enaṁ vetti hantāraṁ\nyaś cainaṁ manyate hatam\nubhau tau na vijānīto\nnāyaṁ hanti na hanyate",
    "synonyms": [
        {
            "word": "yaḥ",
            "meaning": "anyone"
        },
        {
            "word": "enam",
            "meaning": "this"
        },
        {
            "word": "vetti",
            "meaning": "knows"
        },
        {
            "word": "hantāram",
            "meaning": "the killer"
        },
        {
            "word": "yaḥ",
            "meaning": "anyone"
        },
        {
            "word": "ca",
            "meaning": "also"
        },
        {
            "word": "enam",
            "meaning": "this"
        },
        {
            "word": "manyate",
            "meaning": "thinks"
        },
        {
            "word": "hatam",
            "meaning": "killed"
        },
        {
            "word": "ubhau",
            "meaning": "both of them"
        },
        {
            "word": "tau",
            "meaning": "they"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "vijānītaḥ",
            "meaning": "in knowledge"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "ayam",
            "meaning": "this"
        },
        {
            "word": "hanti",
            "meaning": "kills"
        },
        {
            "word": "na",
            "meaning": "nor"
        },
        {
            "word": "hanyate",
            "meaning": "be killed"
        }
    ],
    "translation": "He who thinks that the living entity is the slayer or that he is slain, does not understand. One who is in knowledge knows that the self slays not nor is slain.",
    "purport": "When an embodied living entity is hurt by fatal weapons, it is to be known that the living entity within the body is not killed. The spirit soul is so small that it is impossible to kill him by any material weapon, as is evident from the previous verses. Nor is the living entity killable because of his spiritual constitution. What is killed, or is supposed to be killed, is the body only. This, however, does not at all encourage killing of the body. The Vedic injunction is, \"māhiṁsyāt sarva-bhūtāni\" — never commit violence to anyone. Nor does understanding that the living entity is not killed encourage animal slaughter. Killing the body of anyone without authority is abominable and is punishable by the law of the state as well as by the law of the Lord. Arjuna, however, is being engaged in killing for the principle of religion, and not whimsically."
}