
{
  "bookId": "bg",
  "chapter": 2,
  "verse": 20,
  "devanagari": "न जायते म्रियते वा कदाचिन्\nनायं भूत्वा भविता वा न भूयः ।\nअजो नित्यः शाश्वतोऽयं पुराणो\nन हन्यते हन्यमाने शरीरे ॥२०॥",
  "transliteration": "na jāyate mriyate vā kadācin\nnāyaṁ bhūtvā bhavitā vā na bhūyaḥ\najo nityaḥ śāśvato 'yaṁ purāṇo\nna hanyate hanyamāne śarīre",
  "translation": "For the soul there is neither birth nor death at any time. He has not come into being, does not come into being, and will not come into being. He is unborn, eternal, ever-existing and primeval. He is not slain when the body is slain.",
  "purport": "Qualitatively, the small atomic fragmental part of the Supreme Spirit is one with the Supreme. He undergoes no changes like the body. Sometimes the soul is called the steady, or kūṭa-stha. The body is subject to six kinds of transformations. It takes its birth from the womb of the mother's body, remains for some time, grows, produces some effects, gradually dwindles, and at last vanishes into oblivion. The soul, however, does not go through such changes. The soul is not born, but, because he takes on a material body, the body takes its birth. The soul does not take birth there, and the soul does not die. Anything which has birth also has death. And because the soul has no birth, he therefore has no past, present or future. He is eternal, ever-existing and primeval – that is, there is no trace in history of his coming into being. Under the impression of the body, we seek the history of birth, etc., of the soul. The soul does not at any time become old, as the body does. The so-called old man, therefore, feels himself to be in the same spirit as in his childhood or youth. The changes of the body do not affect the soul. The soul does not deteriorate like a tree, nor anything material. The soul has no by-product either. The by-products of the body, namely children, are also different individual souls; and, owing to the body, they appear as children of a particular man. The body develops because of the soul's presence, but the soul has neither offshoots nor change. Therefore, the soul is free from the six changes of the body."
}
