{
    "bookId": "bg",
    "chapter": 2,
    "verse": 25,
    "devanagari": "अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते ।\nतस्मादेवं विदित्वैनं नानुशोचितुमर्हसि ॥ २५ ॥",
    "transliteration": "avyakto ’yam acintyo ’yam\navikāryo ’yam ucyate\ntasmād evaṁ viditvainaṁ\nnānuśocitum arhasi",
    "synonyms": [
        {
            "word": "avyaktaḥ",
            "meaning": "invisible"
        },
        {
            "word": "ayam",
            "meaning": "this soul"
        },
        {
            "word": "acintyaḥ",
            "meaning": "inconceivable"
        },
        {
            "word": "ayam",
            "meaning": "this soul"
        },
        {
            "word": "avikāryaḥ",
            "meaning": "unchangeable"
        },
        {
            "word": "ayam",
            "meaning": "this soul"
        },
        {
            "word": "ucyate",
            "meaning": "is said"
        },
        {
            "word": "tasmāt",
            "meaning": "therefore"
        },
        {
            "word": "evam",
            "meaning": "like this"
        },
        {
            "word": "viditvā",
            "meaning": "knowing it well"
        },
        {
            "word": "enam",
            "meaning": "this soul"
        },
        {
            "word": "na",
            "meaning": "do not"
        },
        {
            "word": "anuśocitum",
            "meaning": "may lament over"
        },
        {
            "word": "arhasi",
            "meaning": "you deserve"
        }
    ],
    "translation": "It is said that the soul is invisible, inconceivable, immutable, and unchangeable. Knowing this, you should not grieve for the body.",
    "purport": "As described previously, the magnitude of the soul is so small for our material calculation that he cannot be seen even by the most powerful microscope; therefore, he is invisible. As far as the soul's existence is concerned, no one can establish his existence experimentally beyond the proof of śruti or Vedic wisdom. We have to accept this truth, because there is no other source of understanding the existence of the soul, although it is a fact by perception. There are many things we have to accept solely on grounds of superior authority. No one can deny the existence of his father, based upon the authority of his mother. There is no other source of understanding the identity of the father except by the authority of the mother. Similarly, there is no other source of understanding the soul except by studying the Vedas. In other words, the soul is inconceivable by human experimental knowledge. The soul is consciousness and conscious – that also is the statement of the Vedas, and we have to accept that. Unlike the bodily changes, there is no change in the soul. As eternally unchangeable, the soul remains atomic in comparison to the infinite Supreme Soul. The Supreme Soul is infinite, and the atomic soul is infinitesimal. Therefore, the infinitesimal soul, being unchangeable, can never become equal to the infinite soul, or the Supreme Personality of Godhead. This concept is repeated in the Vedas in different ways just to confirm the stability of the conception of the soul. Repetition of something is necessary in order that we understand the matter thoroughly without error."
}