{
    "bookId": "bg",
    "chapter": 2,
    "verse": 3,
    "devanagari": "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते ।\nक्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप ॥ ३ ॥",
    "transliteration": "klaibyaṁ mā sma gamaḥ pārtha\nnaitat tvayy upapadyate\nkṣudraṁ hṛdaya-daurbalyaṁ\ntyaktvottiṣṭha paran-tapa",
    "synonyms": [
        {
            "word": "klaibyam",
            "meaning": "impotence"
        },
        {
            "word": "mā",
            "meaning": "do not"
        },
        {
            "word": "sma",
            "meaning": "take it"
        },
        {
            "word": "gamaḥ",
            "meaning": "go in"
        },
        {
            "word": "pārtha",
            "meaning": "O son of Pṛthā"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "etat",
            "meaning": "this"
        },
        {
            "word": "tvayi",
            "meaning": "unto you"
        },
        {
            "word": "upapadyate",
            "meaning": "is befitting"
        },
        {
            "word": "kṣudram",
            "meaning": "very little"
        },
        {
            "word": "hṛdaya",
            "meaning": "heart"
        },
        {
            "word": "daurbalyam",
            "meaning": "weakness"
        },
        {
            "word": "tyaktvā",
            "meaning": "giving up"
        },
        {
            "word": "uttiṣṭha",
            "meaning": "get up"
        },
        {
            "word": "parantapa",
            "meaning": "O chastiser of the enemies"
        }
    ],
    "translation": "O son of Pṛthā, do not yield to this degrading impotence. It does not become you. Give up such petty weakness of heart and arise, O chastiser of the enemy.",
    "purport": "Arjuna was addressed as the \"son of Pṛthā,\" who happened to be the sister of Kṛṣṇa's father Vasudeva. Therefore Arjuna had a blood relationship with Kṛṣṇa. If the son of a kṣatriya declines to fight, he is a kṣatriya in name only, and if the son of a brāhmaṇa acts impiously, he is a brāhmaṇa in name only. Such kṣatriyas and brāhmaṇas are unworthy sons of their fathers; therefore, Kṛṣṇa did not want Arjuna to become an unworthy son of a kṣatriya. Arjuna was the most intimate friend of Kṛṣṇa, and Kṛṣṇa was directly guiding him on the chariot; but in spite of all these credits, if Arjuna abandoned the battle, he would be committing an infamous act; therefore Kṛṣṇa said that such an attitude in Arjuna did not fit his personality. Arjuna might argue that he would give up the battle on the grounds of his magnanimous attitude for the most respectable Bhīṣma and his relatives, but Kṛṣṇa considered that sort of magnanimity not approved by authority. Therefore, such magnanimity or so-called nonviolence should be given up by persons like Arjuna under the direct guidance of Kṛṣṇa."
}