{
    "bookId": "bg",
    "chapter": 2,
    "verse": 31,
    "devanagari": "स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि ।\nधर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते ॥ ३१ ॥",
    "transliteration": "sva-dharmam api cāvekṣya\nna vikampitum arhasi\ndharmyād dhi yuddhāc chreyo ’nyat\nkṣatriyasya na vidyate",
    "synonyms": [
        {
            "word": "svadharmam",
            "meaning": "one’s own religious principles"
        },
        {
            "word": "api",
            "meaning": "also"
        },
        {
            "word": "ca",
            "meaning": "indeed"
        },
        {
            "word": "avekṣya",
            "meaning": "considering"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "vikampitum",
            "meaning": "to hesitate"
        },
        {
            "word": "arhasi",
            "meaning": "you deserve"
        },
        {
            "word": "dharmyāt",
            "meaning": "from religious principles"
        },
        {
            "word": "hi",
            "meaning": "indeed"
        },
        {
            "word": "yuddhāt",
            "meaning": "of fighting"
        },
        {
            "word": "śreyaḥ",
            "meaning": "better engagements"
        },
        {
            "word": "anyat",
            "meaning": "anything else"
        },
        {
            "word": "kṣatriyasya",
            "meaning": "of the kṣatriya"
        },
        {
            "word": "na",
            "meaning": "does not"
        },
        {
            "word": "vidyate",
            "meaning": "exist"
        }
    ],
    "translation": "Considering your specific duty as a kṣatriya, you should know that there is no better engagement for you than fighting on religious principles; and so there is no need for hesitation.",
    "purport": "Out of the four orders of social administration, the second order, for the matter of good administration, is called kṣatriya. Kṣat means hurt. One who gives protection from harm is called kṣatriya (trayate–to give protection). The kṣatriyas are trained for killing in the forest. A kṣatriya would go into the forest and challenge a tiger face to face and fight with the tiger with his sword. When the tiger was killed, it would be offered the royal order of cremation. This system is being followed even up to the present day by the kṣatriya kings of Jaipur state. The kṣatriyas are specially trained for challenging and killing because religious violence is sometimes a necessary factor. Therefore, kṣatriyas are never meant for accepting directly the order of sannyāsa or renunciation. Nonviolence in politics may be a diplomacy, but it is never a factor or principle. In the religious law books it is stated: āhaveṣu mitho ’nyonyaṁ jighāṁsanto mahī-kṣitaḥ yuddhamānāḥ paraṁ śaktyā svargaṁ yānty aparāṅ-mukhāḥ yajñeṣu paśavo brahman hanyante satataṁ dvijaiḥ saṁskṛtāḥ kila mantraiś ca te ’pi svargam avāpnuvan “In the battlefield, a king or kṣatriya, while fighting another king envious of him, is eligible for achieving heavenly planets after death, as the brāhmaṇas also attain the heavenly planets by sacrificing animals in the sacrificial fire. Therefore, killing on the battle on the religious principle and the killing of animals in the sacrificial fire are not at all considered to be acts of violence, because everyone is benefitted by the religious principles involved. The animal sacrificed gets a human life immediately without undergoing the gradual evolutionary process from one form to another, and the kṣatriyas killed in the battlefield also attain the heavenly planets as do the brāhmaṇas who attain them by offering sacrifice. There are two kinds of svadharmas, specific duties. As long as one is not liberated, one has to perform the duties of that particular body in accordance with religious principles in order to achieve liberation. When one is liberated, one's svadharma—specific duty—becomes spiritual and is not in the material bodily conception. In the bodily conception of life, there are specific duties for the brāhmaṇas and kṣatriyas respectively, and such duties are unavoidable. Svadharma is ordained by the Lord, and this will be clarified in the Fourth Chapter. On the bodily plane, svadharma is called varṇāśrama-dharma, or man's steppingstone for spiritual understanding. Human civilization begins from the stage of varṇāśrama-dharma, or specific duties in terms of the specific modes of nature of the body obtained. Discharging one's specific duty in any field of action in accordance with varṇāśrama-dharma serves to elevate one to a higher status of life."
}