{
    "bookId": "bg",
    "chapter": 2,
    "verse": 38,
    "devanagari": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ ।\nततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि ॥ ३८ ॥",
    "transliteration": "sukha-duḥkhe same kṛtvā\nlābhālābhau jayājayau\ntato yuddhāya yujyasva\nnaivaṁ pāpam avāpsyasi",
    "synonyms": [
        {
            "word": "sukha",
            "meaning": "happiness"
        },
        {
            "word": "duḥkhe",
            "meaning": "in distress"
        },
        {
            "word": "same",
            "meaning": "in equanimity"
        },
        {
            "word": "kṛtvā",
            "meaning": "doing so"
        },
        {
            "word": "lābhālābhau",
            "meaning": "both in loss and profit"
        },
        {
            "word": "jayājayau",
            "meaning": "both in defeat and victory"
        },
        {
            "word": "tataḥ",
            "meaning": "thereafter"
        },
        {
            "word": "yuddhāya",
            "meaning": "for the sake of fighting"
        },
        {
            "word": "yujyasva",
            "meaning": "do fight"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "evaṁ",
            "meaning": "in this way"
        },
        {
            "word": "pāpam",
            "meaning": "sinful reaction"
        },
        {
            "word": "avāpsyasi",
            "meaning": "you will gain"
        }
    ],
    "translation": "Do thou fight for the sake of fighting, without considering happiness or distress, loss or gain, victory or defeat – and by so doing you shall never incur sin.",
    "purport": "Lord Kṛṣṇa now directly says that Arjuna should fight for the sake of fighting because He desires the battle. There is no consideration of happiness or distress, profit or gain, victory or defeat in the activities of Kṛṣṇa consciousness. That everything should be performed for the sake of Kṛṣṇa is transcendental consciousness; so there is no reaction to material activities. He who acts for his own sense gratification, either in goodness or in passion, is subject to the reaction, good or bad. But he who has completely surrendered himself in the activities of Kṛṣṇa consciousness is no longer obliged to anyone, nor is he a debtor to anyone, as one is in the ordinary course of activities. It is said: devarṣi-bhūtāpta-nṛṇāṁ pitṝṇāṁ na kiṅkaro nāyam ṛṇī ca rājan sarvātmanā yaḥ śaraṇaṁ śaraṇyaṁ gato mukundaṁ parihṛtya kartam \"Anyone who has completely surrendered unto Kṛṣṇa, Mukunda, giving up all other duties, is no longer a debtor, nor is he obliged to anyone—not the demigods, nor the sages, nor the people in general, nor kinsmen, nor humanity, nor forefathers.\" That is the indirect hint given by Kṛṣṇa to Arjuna in this verse, and the matter will be more clearly explained in the following verses."
}