{
    "bookId": "bg",
    "chapter": 2,
    "verse": "42-43",
    "devanagari": "यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चितः ।\nवेदवादरताः पार्थ नान्यदस्तीति वादिनः ॥ ४२ ॥\nकामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम् ।\nक्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति ॥ ४३ ॥",
    "transliteration": "yām imāṁ puṣpitāṁ vācaṁ\npravadanty avipaścitaḥ\nveda-vāda-ratāḥ pārtha\nnānyad astīti vādinaḥ\nkāmātmānaḥ svarga-parā\njanma-karma-phala-pradām\nkriyā-viśeṣa-bahulāṁ\nbhogaiśvarya-gatiṁ prati",
    "synonyms": [
        {
            "word": "yām imām",
            "meaning": "all these"
        },
        {
            "word": "puṣpitām",
            "meaning": "flowery"
        },
        {
            "word": "vācam",
            "meaning": "words"
        },
        {
            "word": "pravadanti",
            "meaning": "say"
        },
        {
            "word": "avipaścitaḥ",
            "meaning": "men with poor fund of knowledge"
        },
        {
            "word": "veda-vāda-ratāḥ",
            "meaning": "supposed followers of the Vedas"
        },
        {
            "word": "pārtha",
            "meaning": "O son of Pṛthā"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "anyat",
            "meaning": "anything else"
        },
        {
            "word": "asti",
            "meaning": "there is"
        },
        {
            "word": "iti",
            "meaning": "this"
        },
        {
            "word": "vādinaḥ",
            "meaning": "advocates"
        },
        {
            "word": "kāmātmānaḥ",
            "meaning": "desirous of sense gratification"
        },
        {
            "word": "svarga-parāḥ",
            "meaning": "aiming to achieve heavenly enjoyment"
        },
        {
            "word": "janma-karma-phala-pradām",
            "meaning": "resulting in fruitive action, good birth etc."
        },
        {
            "word": "kriyā-viśeṣa",
            "meaning": "pompous ceremonies"
        },
        {
            "word": "bahulām",
            "meaning": "various"
        },
        {
            "word": "bhoga",
            "meaning": "sense enjoyment"
        },
        {
            "word": "aiśvarya",
            "meaning": "opulence"
        },
        {
            "word": "gatim",
            "meaning": "progress"
        },
        {
            "word": "prati",
            "meaning": "towards"
        }
    ],
    "translation": "Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to heavenly planets, resultant good birth, power, and so forth. Being desirous of sense gratification and opulent life, they say that there is nothing more than this.",
    "purport": "People in general are not very intelligent, and due to their ignorance they are most attached to the fruitive activities recommended in the karma-kāṇḍa portions of the Vedas. They do not want anything more than sense gratificatory proposals for enjoying life in heaven, where wine and women are available and material opulence is very common. In the Vedas many sacrifices are recommended for elevation to the heavenly planets, especially the jyotiṣṭoma sacrifices. In fact, it is stated that anyone desiring elevation to heavenly planets must perform these sacrifices, and men with a poor fund of knowledge think that this is the whole purpose of Vedic wisdom. It is very difficult for such inexperienced persons to be situated in the determined action of Kṛṣṇa consciousness. As fools are attached to the flowers of poisonous trees without knowing the results of such attractions, similarly unenlightened men are attracted by such heavenly opulence and the sense enjoyment thereof. In the karma-kāṇḍa section of the Vedas it is said that those who perform the four monthly penances become eligible to drink the somarasa beverages to become immortal and happy forever. Even on this earth some are very eager to have somarasa to become strong and fit to enjoy sense gratifications. Such persons have no faith in liberation from material bondage, and they are very much attached to the pompous ceremonies of Vedic sacrifices. They are generally sensual, and they do not want anything other than the heavenly pleasures of life. It is understood that there are gardens called nandana-kānana in which there is good opportunity for association with angelic, beautiful women and having a profuse supply of somarasa wine. Such bodily happiness is certainly sensual; therefore there are those who are purely attached to material, temporary happiness, as lords of the material world."
}