{
    "bookId": "bg",
    "chapter": 2,
    "verse": 49,
    "devanagari": "दूरेण ह्यवरं कर्म बुद्धियोगाद्धनञ्जय ।\nबुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः ॥ ४९ ॥",
    "transliteration": "dūreṇa hy avaraṁ karma\nbuddhi-yogād dhanañ-jaya\nbuddhau śaranam anviccha\nkṛpaṇāḥ phala-hetavaḥ",
    "synonyms": [
        {
            "word": "dūreṇa",
            "meaning": "by discarding it at a long distance"
        },
        {
            "word": "hi",
            "meaning": "certainly"
        },
        {
            "word": "avaram",
            "meaning": "abominable"
        },
        {
            "word": "karma",
            "meaning": "activities"
        },
        {
            "word": "buddhi-yogāt",
            "meaning": "on the strength of Kṛṣṇa consciousness"
        },
        {
            "word": "dhanañ-jaya",
            "meaning": "O conqueror of wealth"
        },
        {
            "word": "buddhau",
            "meaning": "in such consciousness"
        },
        {
            "word": "śaraṇam",
            "meaning": "full surrender"
        },
        {
            "word": "anviccha",
            "meaning": "desire"
        },
        {
            "word": "kṛpaṇāḥ",
            "meaning": "the misers"
        },
        {
            "word": "phala-hetavaḥ",
            "meaning": "those desiring fruitive action"
        }
    ],
    "translation": "O Dhanañjaya, rid yourself of all fruitive activities by devotional service, and surrender fully to that consciousness. Those who want to enjoy the fruits of their work are misers.",
    "purport": "One who has actually come to understand one's constitutional position as the eternal servitor of the Lord gives up all engagements save working in Kṛṣṇa consciousness. As already explained, buddhi-yoga means transcendental loving service to the Lord. Such devotional service is the right course of action for the living entity. Only misers desire to enjoy the fruit of their own work just to be further entangled in material bondage. Except for work in Kṛṣṇa consciousness, all activities are abominable because they continually bind the worker to the cycle of birth and death. One should therefore never desire to be the cause of work. Everything should be done in Kṛṣṇa consciousness for the satisfaction of Kṛṣṇa. Misers do not know how to utilize the assets of riches which they acquire by good fortune or by hard labor. One should spend all energies working in Kṛṣṇa consciousness, and that will make one's life successful. Like the misers, unfortunate persons do not employ their human energy in the service of the Lord."
}