{
    "bookId": "bg",
    "chapter": 2,
    "verse": 6,
    "devanagari": "न चैतद्विद्मः कतरन्नो गरीयो\nयद्वा जयेम यदि वा नो जयेयुः ।\nयानेव हत्वा न जिजीविषाम-\nस्तेऽवस्थिताः प्रमुखे धार्तराष्ट्राः ॥ ६ ॥",
    "transliteration": "na caitad vidmaḥ kataran no garīyo\nyad vā jayema yadi vā no jayeyuḥ\nyān eva hatvā na jijīviṣāmas\nte ’vasthitāḥ pramukhe dhārtarāṣṭrāḥ",
    "synonyms": [
        {
            "word": "na",
            "meaning": "nor"
        },
        {
            "word": "ca",
            "meaning": "also"
        },
        {
            "word": "etat",
            "meaning": "this"
        },
        {
            "word": "vidmaḥ",
            "meaning": "do know"
        },
        {
            "word": "katarat",
            "meaning": "which"
        },
        {
            "word": "naḥ",
            "meaning": "us"
        },
        {
            "word": "garīyaḥ",
            "meaning": "better"
        },
        {
            "word": "yat",
            "meaning": "what"
        },
        {
            "word": " vā",
            "meaning": "either"
        },
        {
            "word": "jayema",
            "meaning": "conquer us"
        },
        {
            "word": "yadi",
            "meaning": "if"
        },
        {
            "word": "vā",
            "meaning": "or"
        },
        {
            "word": "naḥ",
            "meaning": "us"
        },
        {
            "word": "jayeyuḥ",
            "meaning": "conquer"
        },
        {
            "word": "yān",
            "meaning": "those"
        },
        {
            "word": "eva",
            "meaning": "certainly"
        },
        {
            "word": "hatvā",
            "meaning": "by killing"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "jijīviṣāmaḥ",
            "meaning": "want to live"
        },
        {
            "word": "te",
            "meaning": "all of them"
        },
        {
            "word": "avasthitāḥ",
            "meaning": "are situated"
        },
        {
            "word": "pramukhe",
            "meaning": "in the front"
        },
        {
            "word": "dhārtarāṣṭrāḥ",
            "meaning": "the sons of Dhṛtarāṣṭra"
        }
    ],
    "translation": "Nor do we know which is better – conquering them or being conquered by them. The sons of Dhṛtarāṣṭra, whom if we killed we should not care to live, are now standing before us on this battlefield.",
    "purport": "Arjuna did not know whether he should fight and risk unnecessary violence, although fighting is the duty of the kṣatriyas, or whether he should refrain and live by begging. If he did not conquer the enemy, begging would be his only means of subsistence. Nor was there certainty of victory, because either side might emerge victorious. Even if victory awaited them (and their cause was justified), still, if the sons of Dhṛtarāṣṭra died in battle, it would be very difficult to live in their absence. Under the circumstances, that would be another kind of defeat for them. All these considerations by Arjuna definitely prove that he was not only a great devotee of the Lord but that he was also highly enlightened and had complete control over his mind and senses. His desire to live by begging, although he was born in the royal household, is another sign of detachment. He was truly virtuous, as these qualities, combined with his faith in the words of instruction of Śrī Kṛṣṇa (his spiritual master), indicate. It is concluded that Arjuna was quite fit for liberation. Unless the senses are controlled, there is no chance of elevation to the platform of knowledge, and without knowledge and devotion there is no chance of liberation. Arjuna was competent in all these attributes, over and above his enormous attributes in his material relationships."
}