{
    "bookId": "bg",
    "chapter": 2,
    "verse": 69,
    "devanagari": "या निशा सर्वभूतानां तस्यां जागर्ति संयमी ।\nयस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः ॥ ६९ ॥",
    "transliteration": "yā niśā sarva-bhūtānāṁ\ntasyāṁ jāgarti saṁyamī\nyasyāṁ jāgrati bhūtāni\nsā niśā paśyato muneḥ",
    "synonyms": [
        {
            "word": "yā",
            "meaning": "what"
        },
        {
            "word": "niśā",
            "meaning": "is night"
        },
        {
            "word": "sarva",
            "meaning": "all"
        },
        {
            "word": "bhūtānām",
            "meaning": "of living entities"
        },
        {
            "word": "tasyām",
            "meaning": "in that"
        },
        {
            "word": "jāgarti",
            "meaning": "wakeful"
        },
        {
            "word": "saṁyamī",
            "meaning": "the self-controlled"
        },
        {
            "word": "yasyām",
            "meaning": "in which"
        },
        {
            "word": "jāgrati",
            "meaning": "awake"
        },
        {
            "word": "bhūtāni",
            "meaning": "all beings"
        },
        {
            "word": "sā",
            "meaning": "that is"
        },
        {
            "word": "niśā",
            "meaning": "night"
        },
        {
            "word": "paśyataḥ",
            "meaning": "for the introspective"
        },
        {
            "word": "muneḥ",
            "meaning": "sage"
        }
    ],
    "translation": "What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage.",
    "purport": "There are two classes of intelligent men. The one is intelligent in material activities for sense gratification, and the other is introspective and awake to the cultivation of self-realization. Activities of the introspective sage, or thoughtful man, are night for persons materially absorbed. Materialistic persons remain asleep in such a night due to their ignorance of self-realization. The introspective sage remains alert in the \"night\" of the materialistic men. The sage feels transcendental pleasure in the gradual advancement of spiritual culture, whereas the man in materialistic activities, being asleep to self-realization, dreams of varieties of sense pleasure, feeling sometimes happy and sometimes distressed in his sleeping condition. The introspective man is always indifferent to materialistic happiness and distress. He goes on with his self-realization activities undisturbed by material reaction."
}