{
    "bookId": "bg",
    "chapter": 17,
    "verse": 2,
    "devanagari": "श्रीभगवानुवाच\nत्रिविधा भवति श्रद्धा देहिनां सा स्वभावजा ।\nसात्त्विकी राजसी चैव तामसी चेति तां श‍ृणु ॥ २ ॥",
    "transliteration": "śrī-bhagavān uvāca\ntri-vidhā bhavati śraddhā\ndehināṁ sā svabhāva-jā\nsāttvikī rājasī caiva\ntāmasī ceti tāṁ śṛṇu",
    "synonyms": [
        {
            "word": "śrī bhagavān uvāca",
            "meaning": "the Supreme Personality of Godhead said"
        },
        {
            "word": "tri-vidhā",
            "meaning": "three kinds"
        },
        {
            "word": "bhavati",
            "meaning": "become"
        },
        {
            "word": "śraddhā",
            "meaning": "faith"
        },
        {
            "word": "dehinām",
            "meaning": "of the embodied"
        },
        {
            "word": "sā",
            "meaning": "that"
        },
        {
            "word": "sva-bhāva-jā",
            "meaning": "according to his mode of material nature"
        },
        {
            "word": "sāttvikī",
            "meaning": "mode of goodness"
        },
        {
            "word": "rājasī",
            "meaning": "mode of passion"
        },
        {
            "word": "ca",
            "meaning": "also"
        },
        {
            "word": "eva",
            "meaning": "certainly"
        },
        {
            "word": "tāmasī",
            "meaning": "mode of ignorance"
        },
        {
            "word": "ca",
            "meaning": "and"
        },
        {
            "word": "iti",
            "meaning": "thus"
        },
        {
            "word": "tām",
            "meaning": "that"
        },
        {
            "word": "sṛṇu",
            "meaning": "hear from Me."
        }
    ],
    "translation": "The Supreme Lord said, according to the modes of nature acquired by the embodied soul, one's faith can be of three kinds-goodness, passion or ignorance. Now hear about these.",
    "purport": "Those who know the rules and regulations of the scriptures, but, out of laziness or indolence, give up following these rules and regulations, are governed by the modes of material nature. According to their previous activities in the modes of goodness, passion or ignorance, they acquire a nature which is of a specific quality. The association of the living entity with the different modes of nature has been going on perpetually since the living entity is in contact with material nature. Thus he acquires different types of mentality according to his association with the material modes. But this nature can be changed if one associates with a bona fide spiritual master and abides by his rules and the scriptures. Gradually, one can change his position from ignorance to goodness, or from passion to goodness. The conclusion is that blind faith in a particular mode of nature cannot help a person become elevated to the perfectional stage. One has to consider things carefully, with intelligence, in the association of a bona fide spiritual master. Thus one can change his position to a higher mode of nature."
}