{
    "bookId": "bg",
    "chapter": 13,
    "verse": 16,
    "devanagari": "बहिरन्तश्च भूतानामचरं चरमेव च ।\n सूक्ष्मत्वात्तदविज्ञेयं दूरस्थं चान्तिके च तत् ॥ १६॥",
    "transliteration": "bahir antaś ca bhūtānām\nacaraṁ caram eva ca\nsūkṣmatvāt tad avijñeyaṁ\ndūrasthaṁ cāntike ca tat",
    "synonyms": [
        {
            "word": "bahiḥ",
            "meaning": "outside"
        },
        {
            "word": "antaḥ",
            "meaning": "inside"
        },
        {
            "word": "ca",
            "meaning": "also"
        },
        {
            "word": "bhūtānām",
            "meaning": "of all living entities"
        },
        {
            "word": "acaram",
            "meaning": "not moving"
        },
        {
            "word": "caram",
            "meaning": "moving"
        },
        {
            "word": "eva",
            "meaning": "also"
        },
        {
            "word": "sūkṣmatvāt",
            "meaning": "on account of being subtle"
        },
        {
            "word": "tat",
            "meaning": "that"
        },
        {
            "word": "avijñeyam",
            "meaning": "unknowable"
        },
        {
            "word": "dūrastham",
            "meaning": "far away"
        },
        {
            "word": "antike",
            "meaning": "near also"
        }
    ],
    "translation": "The Supreme Truth exists both internally and externally, in the moving and nonmoving. He is beyond the power of the material senses to see or to know. Although far, far away, He is also near to all.",
    "purport": "In Vedic literature we understand that Nārāyaṇa, the Supreme Person, is residing both outside and inside of every living entity. He is present both in the spiritual and material world. Although He is far, far away, still He is near to us. These are the statements of Vedic literature. Āsīno dūraṁ vrajati śayāno yāti sarvataḥ. And, because He is always engaged in transcendental bliss, we cannot understand how He is enjoying His full opulence. We cannot see or understand with these material senses. Therefore in the Vedic language it is said that to understand Him our material mind and senses cannot act. But one who has purified his mind and senses by practicing Kṛṣṇa consciousness in devotional service can see Him constantly. It is confirmed in Brahma-saṁhitā that the devotee who has developed love for the Supreme God can see Him always, without cessation. And it is confirmed in Bhagavad-gītā (11.54) that He can be seen and understood only by devotional service. Bhaktyā tvananyayā śakyaḥ."
}