{
    "bookId": "bg",
    "chapter": 13,
    "verse": 24,
    "devanagari": "य एवं वेत्ति पुरुषं प्रकृतिं च गुणैः सह ।\n सर्वथा वर्तमानोऽपि न स भूयोऽभिजायते ॥ २४॥",
    "transliteration": "ya evaṁ vetti puruṣaṁ\nprakṛtiṁ ca guṇaiḥ saha\nsarvathā vartamāno'pi\nna sa bhūyo 'bhijāyate",
    "synonyms": [
        {
            "word": "yaḥ",
            "meaning": "anyone"
        },
        {
            "word": "evam",
            "meaning": "thus"
        },
        {
            "word": "vetti",
            "meaning": "understands"
        },
        {
            "word": "puruṣam",
            "meaning": "the living entities"
        },
        {
            "word": "prakṛtim",
            "meaning": "material nature"
        },
        {
            "word": "ca",
            "meaning": "and"
        },
        {
            "word": "guṇaiḥ",
            "meaning": "modes of material nature"
        },
        {
            "word": "saha",
            "meaning": "with"
        },
        {
            "word": "sarvathā",
            "meaning": "by all means"
        },
        {
            "word": "vartamānaḥ",
            "meaning": "situated"
        },
        {
            "word": "api",
            "meaning": "in spite of"
        },
        {
            "word": "na",
            "meaning": "never"
        },
        {
            "word": "saḥ",
            "meaning": "he"
        },
        {
            "word": "bhūyaḥ",
            "meaning": "again"
        },
        {
            "word": "abhijāyate",
            "meaning": "takes his birth"
        }
    ],
    "translation": "One who understands this philosophy concerning material nature, the living entity and the interaction of the modes of nature is sure to attain liberation. He will not take birth here again, regardless of his present position.",
    "purport": "Clear understanding of material nature, the Supersoul, the individual soul and their interrelation makes one eligible to become liberated and turn to the spiritual atmosphere without being forced to return to this material nature. This is the result of knowledge. The purpose of knowledge is to understand distinctly that the living entity has by chance fallen into this material existence. By his personal endeavor in association with authorities, saintly persons and a spiritual master, he has to understand his position and then revert to spiritual consciousness or Kṛṣṇa consciousness by understanding Bhagavad-gītā as it is explained by the Personality of Godhead. Then it is certain that he will never come again into this material existence; he will be transferred into the spiritual world for a blissful eternal life of knowledge. "
}