{
    "bookId": "book",
    "chapter": 10,
    "verse": 18,
    "devanagari": "विस्तरेणात्मनो योगं विभूतिं च जनार्दन ।\nभूयः कथय तृप्तिर्हि शृण्वतो नास्ति मेऽमृतम् ॥ १८॥",
    "transliteration": "vistareṇātmano yogaṁ\nvibhūtiṁ ca janārdana\nbhūyaḥ kathaya tṛptir hi\nśṛṇvato nāsti me 'mṛtam",
    "synonyms": [
        {
            "word": "vistareṇa",
            "meaning": "in description"
        },
        {
            "word": "ātmanaḥ",
            "meaning": "of Yourself"
        },
        {
            "word": "yogam",
            "meaning": "mystic power"
        },
        {
            "word": "vibhūtim",
            "meaning": "opulences"
        },
        {
            "word": "ca",
            "meaning": "also"
        },
        {
            "word": "janārdana",
            "meaning": "O killer of the atheists"
        },
        {
            "word": "bhūyaḥ",
            "meaning": "again"
        },
        {
            "word": "kathaya",
            "meaning": "describe"
        },
        {
            "word": "tṛptiḥ",
            "meaning": "satisfaction"
        },
        {
            "word": "hi",
            "meaning": "certainly"
        },
        {
            "word": "śṛṇvataḥ",
            "meaning": "hearing"
        },
        {
            "word": "na asti",
            "meaning": "there is no"
        },
        {
            "word": "me",
            "meaning": "my"
        },
        {
            "word": "amṛtam",
            "meaning": "nectar"
        }
    ],
    "translation": "Tell me again in detail, O Janārdana [Kṛṣṇa], of Your mighty potencies and glories, for I never tire of hearing Your ambrosial words.",
    "purport": "A similar statement was made to Sūta Gosvāmī by the ṛṣis of Naimiṣāraṇya, headed by Śaunaka. That statement is:\n vayaṁ tu na vitṛpyāma uttama-śloka-vikrame yac chṛṇvatāṁ rasa-jñānāṁ svādu svādu pade pade.\n \"One can never be satiated even though one continuously hears the transcendental pastimes of Kṛṣṇa, who is glorified by Vedic hymns. Those who have entered into a transcendental relationship with Kṛṣṇa relish in every step descriptions of the pastimes of the Lord.\"Thus Arjuna is interested to hear about Kṛṣṇa, specifically how He remains as the allpervading Supreme Lord.\n Now as far as amṛtam, nectar, is concerned, any narration or statement concerning Kṛṣṇa is just like nectar. And this nectar can be perceived by practical experience. Modern stories, fiction and histories are different from the transcendental pastimes of the Lord in that one will tire of hearing mundane stories, but one never tires of hearing about Kṛṣṇa. It is for this reason only that the history of the whole universe is replete with references to the pastimes of the incarnations of Godhead. For instance, the Purāṇas are histories of bygone ages that relate the pastimes of the various incarnations of the Lord. In this way the reading matter remains forever fresh, despite repeated readings."
}