{
    "bookId": "bg",
    "chapter": 9,
    "verse": 2,
    "devanagari": "राजविद्या राजगुह्यं पवित्रमिदमुत्तमम्।\nप्रत्यक्षावगमं धर्म्यं सुसुखं कर्तुमव्ययम्॥२॥",
    "transliteration": "rāja-vidyā rāja-guhyaṁ\npavitram idam uttamam\npratyakṣāvagamaṁ dharmyaṁ\nsu-sukhaṁ kartum avyayam",
    "synonyms": [
        {
            "word": "rāja-vidyā",
            "meaning": "the king of education"
        },
        {
            "word": "rāja-guhyam",
            "meaning": "the king of confidential knowledge"
        },
        {
            "word": "pavitram",
            "meaning": "the purest; transcendental"
        },
        {
            "word": "pratyakṣa",
            "meaning": "directly experienced"
        },
        {
            "word": "avagamam",
            "meaning": "understood"
        },
        {
            "word": "dharmyam",
            "meaning": "the principle of religion"
        },
        {
            "word": "susukham",
            "meaning": "very happy"
        },
        {
            "word": "kartum",
            "meaning": "to execute"
        },
        {
            "word": "avyayam",
            "meaning": "everlasting."
        }
    ],
    "translation": "This knowledge is the king of education, the most secret of all secrets. It is the purest knowledge, and because it gives direct perception of the self by realization, it is the perfection of religion. It is everlasting, and it is joyfully performed.",
    "purport": "This chapter of Bhagavad-gītā is called the king of education because it is the essence of all doctrines and philosophies explained before. There are seven principal philosophers in India: Gautama, Kaṇāda, Kapila, Yājñavalkya, Śāṇḍilya, Vaiśvānara, and, finally, Vyāsadeva, the author of the Vedānta-sūtra. So there is no dearth of knowledge in the field of philosophy or transcendental knowledge. Now the Lord says that this Ninth Chapter is the king of all such knowledge, the essence of all knowledge that can be derived from the study of the Vedas and different kinds of philosophy. It is the most confidential because confidential or transcendental knowledge involves understanding the difference between the soul and the body. And the king of all confidential knowledge culminates in devotional service. Generally, people are not educated in this confidential knowledge; they are educated in external knowledge. As far as ordinary education is concerned, people are involved with so many departments: politics, sociology, physics, chemistry, mathematics, astronomy, engineering, etc. There are so many departments of knowledge all over the world and many huge universities, but there is, unfortunately, no university or educational institution where the science of the spirit soul is instructed. Yet the soul is the most important part of this body; without the presence of the soul, the body has no value. Still people are placing great stress on the bodily necessities of life, not caring for the vital soul. The Bhagavad-gītā, especially from the Second Chapter on, stresses the importance of the soul. In the very beginning, the Lord says that this body is perishable and that the soul is not perishable. That is a confidential part of knowledge: simply knowing that spirit soul is different from this body and that its nature is immutable, indestructible and eternal. But that gives no positive information about the soul. Sometimes people are under the impression that the soul is different from the body and that when the body is finished, or one is liberated from the body, the soul remains in a void and becomes impersonal. But actually that is not the fact. How can the soul, which is so active within this body, be inactive after being liberated from the body? It is always active. If it is eternal, then it is eternally active, and its activities in the spiritual kingdom are the most confidential part of spiritual knowledge. These activities of the spirit soul are therefore indicated here as constituting the king of all knowledge, the most confidential part of all knowledge. ...(remaining paragraphs omitted for brevity, but included in your original file)... Thus the process of devotional service, of Kṛṣṇa consciousness, is the king of all education and the king of all confidential knowledge. It is the purest form of religion, and it can be executed joyfully without difficulty. Therefore one should adopt it."
}