{
    "bookId": "bg",
    "chapter": 9,
    "verse": 27,
    "devanagari": "यत्करोषि यदश्न‍ासि यज्ज‍ुहोषि ददासि यत् ।\nयत्तपस्यसि कौन्तेय तत्कुरुष्व मदर्पणम् ॥ २७ ॥",
    "transliteration": "yat karoṣi yad aśnāsi yaj juhoṣi dadāsi yat\nyat tapasyasi kaunteya tat kuruṣva mad arpaṇam",
    "synonyms": [
        {
            "word": "yat",
            "meaning": "what"
        },
        {
            "word": "karoṣi",
            "meaning": "you do"
        },
        {
            "word": "yat",
            "meaning": "whatever"
        },
        {
            "word": "aśnāsi",
            "meaning": "you eat"
        },
        {
            "word": "yat",
            "meaning": "whatever"
        },
        {
            "word": "juhoṣi",
            "meaning": "you offer"
        },
        {
            "word": "dadāsi",
            "meaning": "you give away"
        },
        {
            "word": "yat",
            "meaning": "whatever"
        },
        {
            "word": "yat",
            "meaning": "whatever"
        },
        {
            "word": "tapasyasi",
            "meaning": "austerities you perform"
        },
        {
            "word": "kaunteya",
            "meaning": "O son of Kuntī"
        },
        {
            "word": "tat",
            "meaning": "that"
        },
        {
            "word": "kuruṣva",
            "meaning": "make"
        },
        {
            "word": "mat",
            "meaning": "unto Me"
        },
        {
            "word": "arpaṇam",
            "meaning": "offering"
        }
    ],
    "translation": "O son of Kuntī, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me.",
    "purport": "Thus, it is the duty of everyone to mold his life in such a way that he will not forget Kṛṣṇa in any circumstance. Everyone has to work for maintenance of his body and soul together, and Kṛṣṇa recommends herein that one should work for Him. Everyone has to eat something to live; therefore he should accept the remnants of foodstuffs offered to Kṛṣṇa. Any civilized man has to perform some religious ritualistic ceremonies; therefore Kṛṣṇa recommends, 'Do it for Me,' and this is called arcanā. Everyone has a tendency to give something in charity; Kṛṣṇa says, 'Give it to Me,' and this means that all surplus money accumulated should be utilized in furthering the Kṛṣṇa consciousness movement. Nowadays people are very much inclined to the meditational process, which is not practical in this age, but if anyone practices meditating on Kṛṣṇa twenty-four hours by chanting the Hare Kṛṣṇa mantra round his beads, he is surely the greatest yogī, as substantiated by the Sixth Chapter of Bhagavad-gītā."
}