{
    "bookId": "bg",
    "chapter": 9,
    "verse": 7,
    "devanagari": "सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकाम् ।\nकल्पक्षये पुनस्तानि कल्पादौ विसृजाम्यहम् ॥ ७ ॥",
    "transliteration": "sarva-bhūtāni kaunteya prakṛtiṁ yānti māmikām\nkalpa-kṣaye punas tāni kalpādau visṛjāmy aham",
    "synonyms": [
        {
            "word": "sarva-bhūtāni",
            "meaning": "all created entities"
        },
        {
            "word": "kaunteya",
            "meaning": "O son of Kuntī"
        },
        {
            "word": "prakṛtim",
            "meaning": "nature"
        },
        {
            "word": "yānti",
            "meaning": "enter"
        },
        {
            "word": "māmikām",
            "meaning": "unto Me"
        },
        {
            "word": "kalpa-kṣaye",
            "meaning": "at the end of the millennium"
        },
        {
            "word": "punaḥ",
            "meaning": "again"
        },
        {
            "word": "tāni",
            "meaning": "all those"
        },
        {
            "word": "kalpa-ādau",
            "meaning": "in the beginning of the millennium"
        },
        {
            "word": "visṛjāmi",
            "meaning": "I create"
        },
        {
            "word": "aham",
            "meaning": "I"
        }
    ],
    "translation": "O son of Kuntī, at the end of the millennium every material manifestation enters into My nature, and at the beginning of another millennium, by My potency I again create.",
    "purport": "The creation, maintenance and annihilation of this material cosmic manifestation is completely dependent on the supreme will of the Personality of Godhead. “At the end of the millennium” means at the death of Brahmā. Brahmā lives for one hundred years, and his one day is calculated at 4,300,000,000 of our earthly years. His night is of the same duration. His month consists of thirty such days and nights, and his year of twelve months. After one hundred such years, when Brahmā dies, the devastation or annihilation takes place; this means that the energy manifested by the Supreme Lord is again wound up in Himself. Then again, when there is need to manifest the cosmic world, it is done by His will: “Although I am one, I shall become many.” This is the Vedic aphorism. He expands Himself in this material energy, and the whole cosmic manifestation again takes place."
}